[{"geo":{"latitude":"39.44325638","longtitude":"-98.95733643","location":"US"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"US Not Running Talks Between India, Pakistan on Counter-Terrorism","url":"http://www.ndtv.com/india-news/us-not-running-talks-between-india-pakistan-on-counter-terrorism-1252748"},"time":{"from":"2015-12-09","toTimeStamp":"null"}},{"geo":{"latitude":"36.28164673","longtitude":"139.0772705","location":"Japan"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Shinzo Abe Vows To Prevent Terrorism In Japan As Information Unit Launched","url":"http://www.ndtv.com/world-news/shinzo-abe-vows-to-prevent-terrorism-in-japan-as-information-unit-launched-1252374"},"time":{"from":"2015-12-08","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"We Will Destroy ISIL: Top Quotes From Barack Obama's Terrorism Speech","url":"http://www.ndtv.com/world-news/key-quotes-from-barack-obamas-terrorism-speech-1251800"},"time":{"from":"2015-12-07","toTimeStamp":"null"}},{"geo":{"latitude":"12.7690126","longtitude":"-85.6023643","location":"California"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"California Shooting An 'Act Of Terrorism,' Says US President Barack Obama","url":"http://www.ndtv.com/world-news/barack-obama-says-california-shooting-was-act-of-terrorism-1251790"},"time":{"from":"2015-12-07","toTimeStamp":"null"}},{"geo":{"latitude":"39.44325638","longtitude":"-98.95733643","location":"US"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"US at War With Radical Islamic Terrorism: Jeb Bush","url":"http://www.ndtv.com/world-news/us-at-war-with-radical-islamic-terrorism-jeb-bush-1251759"},"time":{"from":"2015-12-07","toTimeStamp":"null"}},{"geo":{"latitude":"12.7690126","longtitude":"-85.6023643","location":"California"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"California an 'Act of Terrorism', Says Obama, But Fails to Offer a Cure in Rare Address","url":"http://www.ndtv.com/world-news/california-an-act-of-terrorism-says-obama-but-fails-to-offer-a-cure-in-rare-address-1252026"},"time":{"from":"2015-12-07","toTimeStamp":"null"}},{"geo":{"latitude":"39.44325638","longtitude":"-98.95733643","location":"US"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Defence Minister to Raise Cross Border Terrorism by Pak With US Counterpart","url":"http://www.ndtv.com/india-news/defence-minister-to-raise-cross-border-terrorism-by-pak-with-us-counterpart-1251615"},"time":{"from":"2015-12-06","toTimeStamp":"null"}},{"geo":{"latitude":"34.10523987","longtitude":"-117.2941208","location":"San Bernardino"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"FBI Treating Attack in San Bernardino as Terrorism","url":"http://www.ndtv.com/world-news/fbi-treating-attack-in-san-bernardino-as-terrorism-1251274"},"time":{"from":"2015-12-05","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"FBI Investigating California Massacre as 'Act of Terrorism'","url":"http://www.ndtv.com/world-news/fbi-investigating-california-massacre-as-act-of-terrorism-1251236"},"time":{"from":"2015-12-05","toTimeStamp":"null"}},{"geo":{"latitude":"12.7690126","longtitude":"-85.6023643","location":"California"},"newsContent":{"abstract":"SAN BERNARDINO: The FBI announced on Friday that it is investigating the mass shooting at a Southern California office party as an act of terrorism, but the agency's director said there is no indication the husband and wife who killed 14 people were part of a larger plot or members of a terror cell. If the investigation confirms those initial suspicions, the attack would be the deadliest inspired by Islamic extremism on US soil since September 11. While authorities did not cite specific evidence that led them to the terrorism focus, a US law enforcement official said that the wife, Tashfeen Malik, had under a Facebook alias pledged allegiance to the Islamic State group and its leader. A Facebook official said Malik praised Islamic State in a post at 11am Wednesday, around the time the couple stormed a San Bernardino social service center and opened fire. Malik and her husband, Syed Farook, died in a fierce gunbattle with authorities several hours after their commando-style assault on a gathering of Farook's colleagues from San Bernardino County's health department. An Islamic State-affiliated news service called Malik and Farook supporters of their Islamist cause but stopped short of claiming responsibility for the attack. FBI director James Comey would not discuss whether anyone affiliated with IS communicated back to Malik, but he said there was no indication yet that the plot was directed by any other foreign terror group. He also declined to rule out that future possibility. The investigation so far has developed indications of radicalization by the killers and of potential inspiration by foreign terrorist organizations, Comey said. He cautioned that the investigation has not yet shown evidence the couple was part of a larger group. READ ALSO: How the Pakistani entered the American Homeland Despite mounting signs of the couple's radicalization, there is a lot of evidence that doesn't quite make sense, Comey said in a nod to the fact that the investigation was just two days old. Attorneys representing Farook's family urged the public and media to wait for specific evidence before jumping to conclusions. They said none of his relatives had any indication either Farook or his wife held extremist views. David Bowdich, head of the FBI's Los Angeles office, said a number of pieces of evidence point to terrorism and that the agency was focused on that idea for good reason. He would not elaborate. The US official who revealed the Facebook post was not authorized to discuss the case publicly and spoke on condition of anonymity. The Facebook official, who also spoke on condition of anonymity because the person was not allowed under corporate policy to be quoted by name, said the company discovered Wednesday's post on Thursday, removed the profile from public view and reported its contents to law enforcement. Bowdich said he was not aware of the IS-affiliated Aamaq news service report but was not surprised IS would attempt to link itself to the attack. He said investigators were looking carefully to determine if there is an IS connection. Farook and Malik rented a townhome where investigators said they found an arsenal of ammunition and homemade bombs. On Friday morning, the property's owner allowed reporters inside in an unusual scene broadcast live on cable TV. Bowdich said the FBI was done with the scene. Analysts were trying to retrieve data from two cellphones found nearby that had been crushed in an apparent attempt to destroy the information inside. We hope that will take us to their motivation, he said. Until Friday, federal and local law enforcement officials said terrorism was a possibility but that the violence could have stemmed from a workplace grudge. Attorneys for Farook's family urged the public not to rush to judgment. If the most evidence there is to any affiliation is a Facebook account under another person's name ... then that's hardly anything at all, attorney David Chesley said. Chesley and another attorney described Malik as a housewife who closely followed religious traditions. They said Farook's mother, who lived with the couple, never saw any of the weapons or bombs authorities found. The FBI questioned her Wednesday night and, according to the attorneys, said they would not release her until Farook's siblings came for questioning. The couple's orphaned 6-month-old daughter is in the care of child protective services and the family will try to recover her next week. Farook had no criminal record, and neither he nor his wife was under scrutiny by local or federal law enforcement before the attack, authorities said. READ ALSO: Rizwan Farook came from broken Pakistani family Malik, 27, was a Pakistani who grew up in Saudi Arabia and came to the US in 2014 on a fiancee visa. Farook, a 28-year-old restaurant health inspector for the county, was born in Chicago to Pakistani parents and raised in Southern California. Law enforcement officials have long warned that Americans acting in sympathy with Islamic extremists - though not on direct orders - could launch an attack inside the US Using slick propaganda, the Islamic State in particular has urged sympathizers worldwide to commit violence in their countries. Others have done so. In May, just before he attacked a gathering in Texas of people drawing cartoons of the Prophet Muhammad, a Phoenix man tweeted his hope that Allah would view him as a holy warrior. Two weeks ago, with Americans on edge over the Islamic State attacks in Paris that left 130 people dead, Comey said that US authorities had no specific or credible intelligence pointing to an attack on American soil. Since March 2014, 71 people have been charged in the US in connection with supporting IS, including 56 this year, according to a recent report from the George Washington University Program on Extremism. Though most are men, women are taking an increasingly prominent role in the jihadist world, the report said. It was not immediately clear whether Malik exhibited any support for radical Islamists before she arrived in the US - or, like scores of others arrested by the FBI, became radicalized through online or in-person associations after arriving. Friends of the soft-spoken Farook who knew him from his daily prayers at a mosque in San Bernardino said they saw nothing to make them think he was violent. They said Farook reported meeting his future wife online. To receive her visa, Malik was subjected to a vetting process the US government describes as vigorous. It includes in-person interviews, fingerprints, checks against terrorist watch lists and reviews of her family members, travel history and places where she lived and worked. Foreigners applying from countries that are home to Islamic extremists - such as Pakistan - undergo additional scrutiny before the State Department and Homeland Security approve their applications. Pakistani officials said Malik moved with her family to Saudi Arabia as a young child. A person close to the Saudi government said Malik eventually returned to Pakistan. The person was not authorized to speak publicly, and did so on condition of anonymity. Inside the couple's townhome, reporters found a copy of the Quran on a living room table along with several documents, including one that authorities left behind listing what they had seized. Walls were covered with decorative rugs with Arabic script. An upstairs bedroom had personal documents, a crib and boxes of diapers.","source":"toi","title":"FBI investigating California shooting as an act of terrorism","url":"http://timesofindia.indiatimes.com/world/us/FBI-investigating-California-shooting-as-an-act-of-terrorism/articleshow/50051099.cms?"},"time":{"from":"2015-12-05","toTimeStamp":"null"}},{"geo":{"latitude":"12.7690126","longtitude":"-85.6023643","location":"California"},"newsContent":{"abstract":"LOS ANGELES: Family members of the two suspects in the Southern California rampage that left 14 dead had no knowledge of their plans, their attorneys say, and they cautioned against a rush to judgment after the FBI announced Friday it is investigating the mass shooting as an act of terrorism. What is known so far: Does the assault have a link to terrorism? The FBI's announcement does not mean that the agency has concluded Syed Farook, 28, and his wife, Tashfeen Malik, 27, were terrorists — only that investigators have gathered enough preliminary information to move their probe in that direction. That's a step beyond earlier this week, when police said they knew nothing conclusive about the possible motivation of Farook or his wife. David Bowdich, assistant director of the FBI's Los Angeles office, said in Los Angeles on Friday that the shooters attempted to destroy evidence, including crushing two cellphones and discarding them in a trash can. The husband and wife used homemade explosives and assault-style rifles in the attack on a holiday party of Farook's co-workers, authorities say, but much remains unknown. A US law enforcement official said Friday that Malik, who later died with Farook in a gunfight with police, used an alias on Facebook to make her declaration of support for the Islamic State and its leader. But there is no sign anyone from the group communicated with her or provided any guidance for the attack. FBI director James Comey noted the bureau's investigation so far has shown no evidence that the suspects were part of a larger group or members of a terror cell. READ ALSO: Rizwan Farook came from broken Pakistani family What did Farook's family know? Nothing, according to attorneys David Chesley and Mohammad Abuershaid, who represent Farook's mother and three siblings. Farook's mother, Rafia Sultana Farook, lived with the couple in a modest Redlands apartment but never saw anything that would suggest they were planning a massacre at a holiday party for Farook's co-workers or building explosives for use in the attack, the attorneys told reporters in Los Angeles. The mother stayed mostly to herself at the home, upstairs, and everyone was in shock after details of the rampage emerged, Chesley said. We all want an answer for what motivated the attacks, Chesley said. We can't jump to conclusions. Family and friends have expressed disbelief that the quiet, religious couple staged the deadly attack. Friends knew Farook by his quick smile, his devotion to Islam and his talk about restoring cars. They say they didn't know he was busy with his wife building pipe bombs and stockpiling thousands of rounds of ammunition for the assault on Farook's colleagues from San Bernardino County's health department. The dead in Wednesday's attack ranged in age from 26 to 60, and 21 were injured. READ ALSO: How the female Pakistani shooter in California made her way to the US Who is Tashfeen Malik? In the days since the shooting, only sparse details have emerged about her life. Farook told friends he met his future wife online and she was Pakistani. Malik arrived in the US on a K-1 visa for fiancees and with a Pakistani passport in July 2014, authorities said. The two were married August 16, 2014, in nearby Riverside County, according to their marriage license. Both listed their religion as Muslim. The couple had a 6-month-old daughter; they left the baby with relatives on Wednesday morning before the shooting. Pakistani intelligence officials say Malik moved as a child with her family to Saudi Arabia 25 years ago. They say the family is originally from the Pakistani town of Karor Lal Esan, about 200 miles southwest of the capital of Islamabad in Punjab province. Malik didn't stay in Saudi Arabia, eventually returning to Pakistan and living in the capital Islamabad. She did return to Saudi Arabia for visits, including a nine-week stay in July 2008. She made a second visit of nearly four months in 2013. That trip overlaps by nearly a week with a trip Farook took to Saudi Arabia, and might have been when the two met though it isn't clear whether they had any contact during the six days. Farook attended Dar Al Uloom Al Islamiyah mosque in San Bernardino. Gasser Shehata, who also went to the mosque, said Farook would come to the mosque about three times a week, usually during his lunch break from work as a San Bernardino County health inspector. His wife didn't join him, he said. Shehata said he saw Malik sitting in Farook's car once about nine months ago wearing a niqab, a veil that covers a woman's face except her eyes. The family attorneys described Malik as a soft-spoken, very private housewife who spoke broken English and lived in Pakistan until she was 18 or 20 years old. Following religious tradition in their home, men and women would remain separated during social visits, and Malik wore a burqa, a robe-like garment that covers most of the face and is the most conservative Islamic apparel worn by women. Farook's brothers had never seen her face. Are there any other indications of a possible terrorism link? On Thursday, a US intelligence official said Farook had been in contact with known Islamic extremists on social media. But the official said the contact was with people who weren't significant players on our radar and dated back some time. There also was no immediate indication of any surge in communication ahead of the shooting. Farook had no criminal record, and he and his wife weren't on the FBI's radar before the shooting. Also, police are looking at the possibility that the shooting was tied to a workplace dispute. Investigators say they had more than 1,600 bullets with them when they were killed and well over 4,500 rounds of ammunition at their home. Chesley said it wasn't unusual for gun owners to buy ammunition in bulk to save money. Farook legally bought two handguns used in the massacre, and their two assault rifles were legally bought by someone else federal authorities want to question. When you can get them at a cheap price, you stock up, he said.","source":"toi","title":"QandA on California shooting suspects, possible terrorism ties","url":"http://timesofindia.indiatimes.com/world/us/QA-on-California-shooting-suspects-possible-terrorism-ties/articleshow/50051851.cms?"},"time":{"from":"2015-12-05","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"edit-taiwan","title":"The nation’s response to terrorism","url":"http://www.taipeitimes.comNews/editorials/archives/2015/12/04/2003633968"},"time":{"from":"2015-12-04","toTimeStamp":"null"}},{"geo":{"latitude":"36.28164673","longtitude":"139.0772705","location":"Japan"},"newsContent":{"abstract":"Japan decided Friday to move forward the launch of a government unit to collect intelligence on international terrorism as part of a push to strengthen the nation’s anti-terrorism capabilities. The launch on Tuesday of the Counterterrorism Unit-Japan was moved up from April in the ...","source":"japantimes","title":"Japan brings forward anti-terrorism intelligence unit launch","url":"http://www.japantimes.co.jp/news/2015/12/04/national/japan-brings-forward-anti-terrorism-intelligence-unit-launch/"},"time":{"from":"2015-12-04","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"2 Suspects Stockpiled Bombs and Bullets; Terrorism Is Aspect of Rampage Inquiry","url":"http://www.ndtv.com/world-news/terrorism-is-aspect-of-rampage-inquiry-1250870"},"time":{"from":"2015-12-04","toTimeStamp":"null"}},{"geo":{"latitude":"-25.58524132","longtitude":"134.5041199","location":"Australia"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Australia Passes Anti-Terrorism Law to Strip Citizenship","url":"http://www.ndtv.com/world-news/australia-passes-anti-terrorism-law-to-strip-citizenship-1250964"},"time":{"from":"2015-12-04","toTimeStamp":"null"}},{"geo":{"latitude":"39.44325638","longtitude":"-98.95733643","location":"US"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"US Continues to Press Pakistan on Need to Fight Terrorism: Ashton Carter","url":"http://www.ndtv.com/world-news/us-continues-to-press-pakistan-on-need-to-fight-terrorism-ashton-carter-1249985"},"time":{"from":"2015-12-02","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"British Police Arrest 4 Men in Counter-Terrorism Probe","url":"http://www.ndtv.com/world-news/british-police-arrest-4-men-in-counter-terrorism-probe-1250195"},"time":{"from":"2015-12-02","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"Prime Minister Shinzo Abe and French President Francois Hollande called Monday for international solidarity against terrorism in the wake of the deadly Nov. 13 terrorist attacks in Paris. Meeting on the sidelines of the U.N. climate summit outside Paris, Abe conveyed his condolences over ...","source":"japantimes","title":"Abe, Hollande call for international solidarity against terrorism","url":"http://www.japantimes.co.jp/news/2015/12/01/national/politics-diplomacy/japan-france-call-international-solidarity-terrorism/"},"time":{"from":"2015-12-01","toTimeStamp":"null"}},{"geo":{"latitude":"56.10176086","longtitude":"9.555907249","location":"Denmark"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Terrorism, Migration in Focus as Denmark Votes on European Union Opt-Out","url":"http://www.ndtv.com/world-news/terrorism-migration-in-focus-as-denmark-votes-on-european-union-opt-out-1249646"},"time":{"from":"2015-12-01","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"UAE Says it Supports Cooperation With Countries Facing Terrorism","url":"http://www.ndtv.com/world-news/uae-says-it-supports-cooperation-with-countries-facing-terrorism-1249674"},"time":{"from":"2015-12-01","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Syria's Bashar al-Assad Accuses France of 'Supporting Terrorism'","url":"http://www.ndtv.com/world-news/syrias-bashar-al-assad-accuses-france-of-supporting-terrorism-1249501"},"time":{"from":"2015-12-01","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Fights With Climate Change, Terrorism Linked: Francois Hollande","url":"http://www.ndtv.com/world-news/fights-with-climate-change-terrorism-linked-francois-hollande-1249296"},"time":{"from":"2015-11-30","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Fights against climate change, terrorism linked: Hollande","url":"/world/europe/Fights-against-climate-change-terrorism-linked-Hollande/articleshow/49982170.cms"},"time":{"from":"2015-11-30","toTimeStamp":"null"}},{"geo":{"latitude":"50.64896393","longtitude":"4.64150238","location":"Belgium"},"newsContent":{"abstract":"UNKOWN","source":"edit-taiwan","title":"Response to terrorism threat puts Belgium in harsh light","url":"http://www.taipeitimes.comNews/editorials/archives/2015/11/27/2003633419"},"time":{"from":"2015-11-27","toTimeStamp":"null"}},{"geo":{"latitude":"40.46366700000001","longtitude":"-3.74922","location":"Spain"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Man Jailed in Spain for Video 'Glorifying Terrorism'","url":"http://www.ndtv.com/world-news/man-jailed-in-spain-for-video-glorifying-terrorism-1248125"},"time":{"from":"2015-11-27","toTimeStamp":"null"}},{"geo":{"latitude":"22.37000084","longtitude":"47.15999985","location":"Arabia"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Arabia executions: Kingdom to behead 50 men convicted of terrorism offences despite threat of Shia revolt","url":"/world/middle-east/Arabia-executions-Kingdom-to-behead-50-men-convicted-of-terrorism-offences-despite-threat-of-Shia-revolt/articleshow/49945994.cms"},"time":{"from":"2015-11-27","toTimeStamp":"null"}},{"geo":{"latitude":"23.885942","longtitude":"45.079162","location":"Saudi Arabia"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Saudi Arabia to execute more than 50 convicted of terrorism","url":"/world/middle-east/Saudi-Arabia-to-execute-more-than-50-convicted-of-terrorism/articleshow/49945288.cms"},"time":{"from":"2015-11-27","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"edit-taiwan","title":"Ending blowback terrorism","url":"http://www.taipeitimes.comNews/editorials/archives/2015/11/26/2003633341"},"time":{"from":"2015-11-26","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"John Kerry Condemns Palestinian Attacks as 'Acts of Terrorism'","url":"http://www.ndtv.com/world-news/john-kerry-condemns-palestinian-attacks-as-acts-of-terrorism-1247291"},"time":{"from":"2015-11-25","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"A Threat Much Bigger Than Terrorism. Do We Care?","url":"http://www.ndtv.com/opinion/a-threat-much-bigger-than-terrorism-do-we-care-1247348"},"time":{"from":"2015-11-25","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKNOWN","source":"toi","title":"‘Need to tackle terrorism being spread via web’","url":"http://timesofindia.indiatimes.com//city/mumbai/Need-to-tackle-terrorism-being-spread-via-web/articleshow/49913756.cms?"},"time":{"from":"2015-11-25","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"NEW DELHI: The growing menace of terrorism on Tuesday attracted the attention of the Supreme Court which said global co-ordination is required to handle the crisis by ensuring that fugitives do not get safe haven in any country after committing acts of terror. A bench of Justices T S Thakur and Kurian Joseph said global network of criminals and terrorists cannot be tackled without proper co-ordination among countries and the courts should also take this into consideration while deciding on the pleas of fugitives taking shelter in a foreign land. It said the judiciary should not unnecessarily come in the way of extradition of fugitives to face trial. We know what is happening across the world. There has to be co-ordination and co-operation among countries as the terrorists are striking at will. We cannot do anything that would complicate things, the bench said while hearing a plea of a French woman challenging her extradition to Chile to face trial in a case of a senator's assassination there. READ ALSO 'Need to tackle terrorism being spread via web' The 56-year-old woman, Marie Emmanuelle Verhoeven, is wanted by Chilean authorities for her alleged role in the murder case. She was arrested while entering India from Nepal. Verhoeven said in her plea that she is being persecuted by the Chilean authorities for fighting for human rights and the Indian government has unreasonably and without basis accepted the extradition request from the Latin American country. She is accused of participating in the assassination of Chilean senator Jaime Guzman Errazuriz on April 1, 1991. The bench refused to grant her interim bail in the case after noting that she has been travelling across the world and there is likelihood of her running away from the clutches of law. READ ALSO Hindus-Muslims to fight terrorism jointly She is accused of terrorist activities. The moment she is released, she would flee as she has been travelling all over the world. You take it from us that we are not going to release her till we finally decide her plea. There is no mid-day. We will hear the case and pass final order, the bench said when her counsel T R Andhyarujina pleaded for her release on grounds of old age and ill-health. The bench noted that even France did not come in her support by challenging the extradition process. It is a diplomatic letter. It does not say that she is innocent and not to be extradited to Chile. There is no clear stand of the French government on the issue. There is no tug of war between France and Chile, the court said after going through a letter from the French embassy. The court asked the Centre to place before it the government's extradition treaty with Chile to rebuff the claim of the French woman who said there was no such treaty and she is being illegally extradited. She contended in her petition that her extradition request was turned down earlier by a court in Germany where she was arrested while returning to France. She was arrested in Uttar Pradesh on February 17 on the basis of a Red Corner Notice issued by Interpol on the request of Chile. Accepting the extradition request made by the Chile, the ministry of external affairs had directed inquiry under the Extradition Act, 1962. Verhoeven had challenged her arrest before the Delhi High Court which directed the Centre to release her on the ground that the Extradition Act was not applicable to Chile on the date when it had made the request for extradition. The Centre filed a fresh case against her a day after the HC order and she was re-arrested under the Act.","source":"toi","title":"Global co-ordination required to tackle terrorism: SC","url":"http://timesofindia.indiatimes.com//india/Global-co-ordination-required-to-tackle-terrorism-SC/articleshow/49915468.cms?"},"time":{"from":"2015-11-25","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Palestinian Attacks 'Acts of Terrorism' That Must Be Condemned: John Kerry","url":"http://www.ndtv.com/world-news/john-kerry-says-palestinian-attacks-acts-of-terrorism-that-must-be-condemned-1246986"},"time":{"from":"2015-11-24","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Belgian Terrorism Raid Twitter Silence Surprises","url":"http://www.ndtv.com/world-news/belgian-terrorism-raid-twitter-silence-surprises-1246782"},"time":{"from":"2015-11-24","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"Gayatri Maha Yagya"},"newsContent":{"abstract":"KANPUR: Bringing Hindu-Muslims together for taking pledge to fight terrorism, Akhil Bhartiya Gayatri Parivar held a mass oath taking ceremony on the conclusive day of the 'Maha-Yagya' on Sunday evening. As many as 150 muslim men donning skull caps shared dias with their Hindu brothers and took the oath which was administered to them. The highlight of the event being that Shaher Qazi Alam Raza Noori also took part in the function held at the welfare centre ground in Jajmau and urged the Muslim men to condemn terrorism. Noori urged the gathering to uphold love between the two communities for the betterment of the country. He said that the terrorism has no religion and Islam had nothing to do with it. Interestingly, it was for the first time that in an event organised by the Gayatri Parivar where 'Mantras' were recited and 'Yagyas' were held that the muslim folks were invited and they also took an active part. The Gayatri Parivar members honoured the Muslim brothers collectively and stated that such an event will give society a message of love, brotherhood and peace. Manoj Sengar who was the organiser of the 'Maha-Yagya' said, For the first time we invited the Muslim men to our five day long Maha-Yagya programme to give a message of communal harmony. They remained present at the 'Yagyashala' (place where Yagya is conducted). They turned up in large numbers and mixed up with our Hindu brothers. They also shared dias with our 'Acharayas' and 'Gurus' and took the oath to fight terrorism. The efforts made by Muslim brother is worth lauding. Sengar said that Shaher Qazi also addressed the people on the occasion and was later honoured by the Gayatri Parivar. Also Shaher Qazi lauded the efforts of the Gayatri Parivar and urged them to conduct more of such programmes so that the message of communal harmony can be given loud and strong.","source":"toi","title":"Hindus-Muslims share stage at Gayatri Maha Yagya, take vow for condemning terrorism","url":"http://timesofindia.indiatimes.com//city/kanpur/Hindus-Muslims-share-stage-at-Gayatri-Maha-Yagya-take-vow-for-condemning-terrorism/articleshow/49900155.cms?"},"time":{"from":"2015-11-24","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"KANPUR: Bringing Hindu-Muslims together for taking pledge to fight terrorism, Akhil Bhartiya Gayatri Parivar held a mass oath taking ceremony on the concluding day of 'Maha-Yagya' on Sunday evening. As many as 150 Muslim men donning skull caps shared dais with Hindus and took the oath. Shahar Qazi Alam Raza Noori also took part in the function held at Welfare Centre Ground in Jajmau. He urged Muslims to condemn terrorism. Noori told the gathering to uphold traditional love between the two communities for the betterment of the country. He said that the terrorism has no religion and Islam had nothing to do with it. For the first time such an event was organised by Gayatri Parivar in which Muslims took an active part. The Gayatri Parivar members honoured the Muslim brothers and stated that such an event would spread a message of love, brotherhood and peace in the society. 'Maha Yagya' organizer Manoj Sengar said: \"For the first time, we invited Muslims to the five-day yagya to give a message of communal harmony. They remained present at the 'Yagyashala'.\" \"A large number of Muslims came and mixed up with Hindu brothers. They also shared dais with 'acharayas' and 'gurus' and took oath to fight terrorism.\" The shahar qazi was honoured by Gayatri Parivar. He lauded the efforts and urged to conduct more such programmes so that the message of communal harmony can be spread loud and clear.","source":"toi","title":"Hindus-Muslims to fight terrorism jointly","url":"http://timesofindia.indiatimes.com//city/kanpur/Hindus-Muslims-to-fight-terrorism-jointly/articleshow/49903233.cms?"},"time":{"from":"2015-11-24","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.352222","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"edit-taiwan","title":"Combating terrorism: the lessons from Paris","url":"http://www.taipeitimes.comNews/editorials/archives/2015/11/23/2003633109"},"time":{"from":"2015-11-23","toTimeStamp":"null"}},{"geo":{"latitude":"36.28164673","longtitude":"139.0772705","location":"Japan"},"newsContent":{"abstract":"As Japan gears up to host the Group of Seven summit next year, Prime Minister Shinzo Abe said the government will set up a new intelligence-gathering unit on terrorism as early as next month. “Ahead of the Ise-Shima summit, we will boost our counterterrorism ...","source":"japantimes","title":"Japan's terrorism intelligence unit to be created as early as next month: Abe","url":"http://www.japantimes.co.jp/news/2015/11/23/national/politics-diplomacy/japan-set-terrorism-intelligence-unit-early-next-month-abe/"},"time":{"from":"2015-11-23","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"Be it Kabul Express, New York or his latest film Phantom, Kabir Khan's films have openly discussed terrorism but the director says that cinema cannot combat this growing global menace, which is plaguing countries. READ: Kabir Khan yet to finalise script for Hrithik Roshan-starrer Kabir says not all filmmakers think alike and some like him may be comfortable dealing with the problem of terrorism through films while others may not be. For latest Bollywood updates, follow us on Twitter >>>@TOIEntertain For the latest in Bollywood news, like us on Facebook >>>TOIEntertain Cinema can't be carrying crusades; it is ultimately the individual filmmakers. If I feel strongly against terrorism then I will express it. But I don't know if I will try and muster more filmmakers into making films against terrorism . A lot of films are being made about global terrorism, Kabir said in an interview on the sidelines of IFFI. Cinema can help in making people think about issues and discuss and debate. It helps in throwing up certain questions. But it can't directly help in fighting terrorism. I think that would be giving cinema a lot responsibility. With the theme of terrorism, comes a lot of action, which is visible in all of Kabir's movies. The Bajrangi Bhaijaan director says his films may have been high on action, but he has never glorified violence through them, which unfortunately some directors in Bollywood tend to do. ... Yes there is a lot of violence being used in Bollywood films and sometimes it glorifies it in a certain way. It is a very tricky space. Sometimes to appeal to the youth, you can easily cross the line and go into a space where you would rather not venture. Ultimately, it is left to individual filmmakers to decide where he or she draws the line. Kabir started his career working in documentary films in Afghanistan. He then made his feature film directorial debut in 2006 with Kabul Express which was partly inspired by his experiences in war-torn Afghanistan. The director says even though he has now become an established Bollywood filmmaker, he still might one day go back to making just documentaries. For more interesting Bollywood news and pictures, follow us on Pinterest>>> timesofindia For latest Bollywood updates, follow us on G+ >>> The Times of India Entertainment When I was doing documentaries, there was no platform for it in our country. I wanted my work to reach the mainstream audience and so I shifted to films. But I can still one day take the camera, go somewhere and get back to making documentaries, he said. Click here for more Bollywood videos Listen to Bajrangi Bhaijaan songs on Gaana.com WATCH: Salman Khan meets fan who painted Bajrangi Bhaijaan poster","source":"toi","title":"Kabir Khan: Cinema can't help fight terrorism","url":"http://timesofindia.indiatimes.com//entertainment/hindi/bollywood/news/Kabir-Khan-Cinema-cant-help-fight-terrorism/articleshow/49890998.cms?"},"time":{"from":"2015-11-23","toTimeStamp":"null"}},{"geo":{"latitude":"3.139003","longtitude":"101.686855","location":"Kuala Lumpur"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Terrorism is the 'Biggest Threat' to the World: PM Narendra Modi in Kuala Lumpur","url":"http://www.ndtv.com/india-news/pm-narendra-modi-addressing-10th-east-asia-summit-highlights-1246076"},"time":{"from":"2015-11-22","toTimeStamp":"null"}},{"geo":{"latitude":"13.70683002","longtitude":"100.3553391","location":"Southeast Asia"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Terrorism No Peripheral Problem For Southeast Asia: PM Modi at ASEAN","url":"http://www.ndtv.com/india-news/terrorisms-long-shadow-stretches-across-world-pm-modi-1246091"},"time":{"from":"2015-11-22","toTimeStamp":"null"}},{"geo":{"latitude":"40.23374176","longtitude":"-84.41307068","location":"Russia US"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"UN Chief Urges Russia, US to Cooperate on Terrorism","url":"http://www.ndtv.com/world-news/un-chief-urges-russia-us-to-cooperate-on-terrorism-1246204"},"time":{"from":"2015-11-22","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"KUALA LUMPUR: Southeast Asian nations on Sunday established a formal community that attempts to create freer movement of trade and capital in an area of 625 million people with a combined economic output of $2.6 trillion. The Community declaration was signed by leaders of the 10- member Association of Southeast Asian Nations in Kuala Lumpur, this year's host of the group's annual summit. The ASEAN Community includes a political, security and socio-cultural dimension in a region with governments ranging from communist in Vietnam and quasi-military in Myanmar to the kingdom of Brunei and the boisterous democracy of the Philippines. But it is the economic community that offers the most concrete opportunities for integration in a region whose combined gross domestic product (GDP) would make it the world's seventh-largest economy. In practice, we have virtually eliminated tariff barriers between us, said Malaysian Prime Minister Najib Razak, the summit host. Now we have to assure freer movements and removal of barriers that hinder growth and investment. The countries aim to harmonize economic strategies, recognize each other's professional qualifications, and consult more closely on macroeconomic and financial policies. They have also agreed to enhance the connectivity of their transportation infrastructure and communications, better facilitate electronic transactions, integrate industries to promote regional sourcing, and enhance private-sector involvement in the economy. Eight groups of professionals will be able to work more easily throughout the region: engineers, architects, nurses, doctors, dentists, accountants, surveyors and tourism professionals. SOUTH CHINA SEA Following the signing ceremony, ASEAN leaders met with eight others from Asia and the Pacific for the annual East Asia summit: the United States, China, Japan, South Korea, India, Russia, Australia and New Zealand. US President Barack Obama was set to raise concerns at the summit about China's more assertive posture in the South China Sea. On Saturday, at a bilateral meeting with ASEAN leaders, Obama said countries should stop building artificial islands and militarizing their claims in the disputed South China Sea. China has been transforming reefs in the Spratly archipelago into artificial islands and has built airfields and other facilities on them. This has caused ripples of alarm in much of East Asia about China's intentions and freedom of navigation in a waterway through which $5 trillion in ship-borne trade passes annually. China insists it has undisputed sovereignty over most of the South China Sea, a claim that overlaps with four ASEAN countries. The United States has sent military ships and war planes by China's artificial islands in recent weeks to assert its freedom of navigation in the sea. Chinese Premier Li Keqiang said countries outside the region are conducting a high-profile intervention, turning the South China Sea disputes into a problem concerning the South China Sea's peace and stability and the freedom of navigation, the state news agency Xinhua quoted him as saying late on Saturday. That is in nobody's interest, Li said. Only by expanding our common interests and seeking common ground can we narrow our differences, Li said, calling for talks between directly concerned countries on the issue. CONFRONT ISLAMIST EXTREMISTS Najib opened the weekend series of meetings on Saturday, calling on world leaders to confront Islamist extremism. The night before, Islamist militants killed 19 people in an attack on a hotel in Mali on Friday before Malian commandos stormed the building and rescued 170 people, many of them foreigners. The perpetrators of these cowardly and barbaric acts do not represent any race, religion or creed, nor should we allow them to claim to do so, Najib said in his speech at the ASEAN summit. They are terrorists and should be confronted as such, with the full force of the law. He said predominantly Islamic countries such as Malaysia have a duty to expose as lies the ideology propagated by these extremists that is the cause of this sadistic violence. Obama said on Saturday the Mali hotel attacks only stiffened the resolve of the United States and its allies, which would be relentless in fighting those targeting its citizens and would allow militants no safe haven. We will continue to root out terrorist networks, Obama told a meeting of business executives. We will not allow these killers to have a safe haven.","source":"toi","title":"ASEAN creates 'Community' at summit shadowed by terrorism worries","url":"http://timesofindia.indiatimes.com//world/rest-of-world/ASEAN-creates-Community-at-summit-shadowed-by-terrorism-worries/articleshow/49878390.cms?"},"time":{"from":"2015-11-22","toTimeStamp":"null"}},{"geo":{"latitude":"35.68320847","longtitude":"139.8089447","location":"Tokyo"},"newsContent":{"abstract":"Look around, if you will, for a waste receptacle on any station platform in the Tokyo metropolitan area; you won’t find one. Their disappearance, a precautionary measure against urban terrorism, can be dated to the immediate aftermath of the nerve gas attack on the ...","source":"japantimes","title":"Press gets tense over possible terrorism in Tokyo","url":"http://www.japantimes.co.jp/news/2015/11/21/national/media-national/press-gets-tense-possible-terrorism-tokyo/"},"time":{"from":"2015-11-21","toTimeStamp":"null"}},{"geo":{"latitude":"17.570692","longtitude":"-3.996166","location":"Mali"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Vladimir Putin Says Wants Global Anti-Terrorism Fight After 19 Killed in Mali Attack","url":"http://www.ndtv.com/world-news/vladimir-putin-says-wants-global-anti-terrorism-fight-after-19-killed-in-mali-attack-1245947"},"time":{"from":"2015-11-21","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"PM Modi Seeks Enhanced ASEAN Cooperation to Fight Terrorism","url":"http://www.ndtv.com/india-news/pm-modi-seeks-enhanced-asean-cooperation-to-fight-terrorism-1245910"},"time":{"from":"2015-11-21","toTimeStamp":"null"}},{"geo":{"latitude":"4.210484","longtitude":"101.975766","location":"Malaysia"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Terrorism and Trade to Top Agenda of ASEAN-India Summit in Malaysia","url":"http://www.ndtv.com/india-news/terrorism-and-trade-to-top-agenda-of-asean-india-summit-in-malaysia-1245828"},"time":{"from":"2015-11-21","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Terrorism Not Linked to Any Religion: Union Minister Sadhvi Niranjan Jyoti","url":"http://www.ndtv.com/india-news/terrorism-not-linked-to-any-religion-union-minister-sadhvi-niranjan-jyoti-1245709"},"time":{"from":"2015-11-20","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Russian Parliament to Propose New Counter-Terrorism Measures: Report","url":"http://www.ndtv.com/world-news/russian-parliament-to-propose-new-counter-terrorism-measures-report-1245545"},"time":{"from":"2015-11-20","toTimeStamp":"null"}},{"geo":{"latitude":"-22.906847","longtitude":"-43.172896","location":"Rio"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Terrorism Top Concern at Rio Olympics: Security Chief","url":"http://www.ndtv.com/world-news/terrorism-top-concern-at-rio-olympics-security-chief-1245434"},"time":{"from":"2015-11-20","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"Bitcoin"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"EU Plans Crackdown on Bitcoin to Curb Terrorism Funding","url":"http://gadgets.ndtv.com/internet/news/eu-plans-crackdown-on-bitcoin-to-curb-terrorism-funding-767689"},"time":{"from":"2015-11-20","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"Asia-Pacific leaders condemn the terrorist attacks in Paris, Egypt and elsewhere, calling for cooperation on growth to stem such violence.","source":"japantimes","title":"Abe joins APEC push for anti-terrorism measures","url":"http://www.japantimes.co.jp/news/2015/11/19/national/politics-diplomacy/abe-rallies-support-for-counterterrorism-at-apec-summit/"},"time":{"from":"2015-11-19","toTimeStamp":"null"}},{"geo":{"latitude":"23.40601158","longtitude":"79.45809174","location":"India"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"India Ranks 6th Among Nations Most Impacted by Terrorism in 2014, Says Report","url":"http://www.ndtv.com/india-news/india-among-10-nations-impacted-by-terrorism-in-2014-says-report-1245202"},"time":{"from":"2015-11-19","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Urgent Need to Cooperate Against Terrorism: APEC Leaders","url":"http://www.ndtv.com/world-news/urgent-need-to-cooperate-against-terrorism-apec-leaders-1245061"},"time":{"from":"2015-11-19","toTimeStamp":"null"}},{"geo":{"latitude":"44.20280075","longtitude":"146.0469971","location":"Malaysia US"},"newsContent":{"abstract":"KUALA LUMPUR(Malaysia): Malaysia and the US on Thursday signed an agreement to boost cooperation to fight terrorism, as a minister voiced concerns that deadly attacks in Paris could spark copycats in the region. Under the pact, deputy prime minister Zahid Hamidi said that Malaysia can access US database of known and suspected terrorists,'' including 1.2 million fingerprints, to prevent them from entering the country and using Malaysia as a transit hub. ``There is information that the Paris attacks could motivate other (terrorists) to launch similar attacks elsewhere,'' he said, adding that the government has enhanced security at every entry and exit points in the country. The simultaneous attacks in Paris last Friday at a stadium, concert hall and cafes left at least 129 people dead and hundreds wounded. The Malaysian police will use the database fully to determine if any terrorists or suspected terrorists are in the country and to prevent foreign terrorists from using Malaysia as a transit hub,'' Zahid said. Malaysia has arrested some 150 suspected supporters of the Islamic State group in the past two years, some of whom were allegedly plotting attacks in the country. US ambassador Joseph Yun said that the agreement marked a milestone in joint efforts to fight militants. He said it will ``provide a mechanism for sharing information about known and suspected terrorists'' and those involved in criminal activities. All of these information will be exchanged through lawful process under clearly defined procedures in ensuring personal data are protected appropriately,'' Yun said. The signing of the agreement comes just days ahead of President Barack Obama's second visit to Kuala Lumpur in two years for a regional summit. Zahid said the pact will also help pave the way for Malaysia to participate in the U.S. visa waiver program, eventually allowing Malaysians to travel to the U.S. without visa for 90 days for tourism and business. Malaysia had in October signed another key document with the US for the visa waiver program, and is in the process of meeting other requirements, according to a joint statement. They include ensuring that the visa refusal rate by Malaysians entering the U.S. falls to below 3 percent, from 4.58 percent currently, and adhering to the reporting of lost and stolen travel documents to Interpol on a daily basis within 24 hours, it said. Yun said he was optimistic that Malaysia will join the program soon but gave no timeframe. A total of 38 countries have joined the U.S. visa waiver program, including two other Southeast Asian nations, Brunei and Singapore.","source":"toi","title":"Malaysia, US bolster cooperation to fight terrorism","url":"http://timesofindia.indiatimes.com//world/rest-of-world/Malaysia-US-bolster-cooperation-to-fight-terrorism/articleshow/49842673.cms?"},"time":{"from":"2015-11-19","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"Mie Gov. Eikei Suzuki said Wednesday that preventing terrorism and ensuring safety was paramount ahead of the Group of Seven summit in the prefecture next year. Speaking at a news conference in Tokyo, Suzuki said that the terror attacks in Paris last week reminded ...","source":"japantimes","title":"Anti-terrorism, other safety measures paramount ahead of G-7 summit, says Mie governor","url":"http://www.japantimes.co.jp/news/2015/11/18/national/politics-diplomacy/anti-terrorism-other-safety-measures-paramount-ahead-of-g-7-summit-says-mie-governor/"},"time":{"from":"2015-11-18","toTimeStamp":"null"}},{"geo":{"latitude":"35.68320847","longtitude":"139.8089447","location":"Tokyo"},"newsContent":{"abstract":"Experts voiced doubt Wednesday at just how serious Tokyo is in trying to collect intelligence on terrorism after the Foreign Ministry posted a job offer on its website in September seeking a part-time security analyst on global terrorism. The newly hired officer will be ...","source":"japantimes","title":"Tokyo criticized after advertises for part-time anti-terrorism analyst","url":"http://www.japantimes.co.jp/news/2015/11/18/national/tokyo-criticized-advertises-part-time-anti-terrorism-analyst/"},"time":{"from":"2015-11-18","toTimeStamp":"null"}},{"geo":{"latitude":"23.40601158","longtitude":"79.45809174","location":"India"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Need to Finalise Global Convention on Terrorism: India to UN Security Council","url":"http://www.ndtv.com/india-news/need-to-finalise-global-convention-on-terrorism-india-to-un-security-council-1244674"},"time":{"from":"2015-11-18","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Police Say No 'Connection to Terrorism' in Boston-Bound Flight Incident","url":"http://www.ndtv.com/world-news/police-say-no-connection-to-terrorism-in-boston-bound-flight-incident-1244543"},"time":{"from":"2015-11-18","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Abdel Fattah Al-Sisi and Vladimir Putin Discuss Cooperation in Fight Against Terrorism","url":"http://www.ndtv.com/world-news/abdel-fattah-al-sisi-and-vladimir-putin-discuss-cooperation-in-fight-against-terrorism-1244819"},"time":{"from":"2015-11-18","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKNOWN","source":"toi","title":"Jug Suraiya: The international terrorism industry is booming thanks to its Sponsor","url":"http://timesofindia.indiatimes.com//articleshow/49822774.cms?"},"time":{"from":"2015-11-18","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKNOWN","source":"toi","title":"Blog: The international terrorism industry is booming","url":"http://timesofindia.indiatimes.com//top-headlines/Blog-The-international-terrorism-industry-is-booming/articleshow/49823493.cms?"},"time":{"from":"2015-11-18","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"At the first multilateral summit after Friday's deadly attacks in Paris, Prime Minister Shinzo Abe makes his presence felt by pledging Japan's commitment to fighting terrorism as it hosts major meetings of world leaders and ministers next year.","source":"japantimes","title":"Abe sidesteps economy, stays visible at G-20 with anti-terrorism rhetoric","url":"http://www.japantimes.co.jp/news/2015/11/17/national/politics-diplomacy/abe-sidesteps-economy-stays-visible-g-20-summit-voicing-solidarity-terror-struck-france/"},"time":{"from":"2015-11-17","toTimeStamp":"null"}},{"geo":{"latitude":"30.375321","longtitude":"69.345116","location":"Pakistan"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Pakistan a 'Victim of Terrorism', Will Continue to Support Them, Says China","url":"http://www.ndtv.com/india-news/pakistan-a-victim-of-terrorism-will-continue-to-support-them-says-china-1244479"},"time":{"from":"2015-11-17","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"'Unprecedented' Rise in Deaths From Terrorism: Study","url":"http://www.ndtv.com/world-news/unprecedented-rise-in-deaths-from-terrorism-study-1244244"},"time":{"from":"2015-11-17","toTimeStamp":"null"}},{"geo":{"latitude":"21.189868","longtitude":"-101.655561","location":"India Bangladesh"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"India Bangladesh Agree to Intelligence Sharing on Terrorism, Insurgency","url":"http://www.ndtv.com/india-news/india-bangladesh-agree-to-intelligence-sharing-on-terrorism-insurgency-1244383"},"time":{"from":"2015-11-17","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Vowing to Destroy Terrorism, France Seeks Global Coalition Against Islamic State","url":"http://www.ndtv.com/world-news/vowing-to-destroy-terrorism-france-seeks-global-coalition-against-islamic-state-1244130"},"time":{"from":"2015-11-17","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"The anger is understandable, but the angrier we are, the likelier it is that the terrorists will win. Maybe not the ones with this name, but someone of their ilk, someone using similar methods and provoking us in familiar ways, making our reaction the instrument of their victory. When President Hollande talks of a 'pitiless' response to the horrible massacre in Paris, it is easy to understand where he is coming from, but it is a different matter entirely as to what his reaction might end up unleashing. The argument is not rooted in a 'soft' reading of terrorism by placing in a larger human and political context, something many are prone to do. Those that ask, for instance, why does the world care so much for Paris, but not at all for Beirut where a similar carnage took place a day earlier, try and make us locate the actions of the terrorist in a broader cultural and political context. Their argument blurs the neat division existing in many minds between nations and communities that are seen as either perpetrators or victims and provides some kind of causal framework within which it locates acts of terrorism. But in doing so, it implicitly argues that terrorism is a process that can be understood in conventional terms as a way of negotiating inequalities and oppressions, both real and constructed. The trouble with terrorism is that it is increasingly difficult to make sense of in these traditional ways. Terrorism is a unique structure, which behaves in ways that run counter to most natural human instincts and this is what gives it power and resilience. Terrorism is a contagious form of madness. It infects everything it touches, and does so with ruthless efficiency. It enacts a symbolic form of violence with spectacular theatricality, using a specific set of devices. The target selected needs to be symbolically significant for the greatest effect, but within that the victims are randomly chosen. The difference between the Charlie Hebdo attack and this one is that in the former case, a sense of cause and effect could be clearly established, whereas the victims in the recent instance could have been anyone. In its purest form, terrorism renounces all apparent causality—it has no demands to make, it selects victims without any apparent reason and it kills them simply for effect. Most importantly, in this form of terrorism, the terrorists renounce their own lives, thereby rendering null and void a fundamental premise on which civilization is founded (you will act with a modicum of rationality because you value your life as much as I do—whatever our differences, we can appreciate each other at least at this truly human level). And terrorism gains, rather than loses as a result of our attempts to tame it; its greatest asset is our determination to retaliate in a fitting manner. The more fearful, suspicious, paranoid we are, the more we lash at targets visible and invisible, the greater our investment in security, intelligence and surveillance, the more permanent the victory for terrorism. And since the preciousness of human life is no longer a given, it does not matter that much if individuals and even organisations are destroyed—the idea takes fresh root. That is exactly what happened after 9/11, and now that is the script which is being written after Paris. How does one react differently? There is simply no way that France can let this wanton carnage go unpunished. No country could, whatever writers of articles say. Terrorism is, in a conceptual sense, an idea that depends for its existence on media. What happened in Beirut was understood differently than what happened in Paris partly because the former was seen as a routine conflict in a troubled area and the latter as a terrorist strike in the heart of civilization. This transformation in meaning is a result of the effect produced by media and its consumers. And while we may legitimately rail at the unfairness of this differential reaction, perhaps it will also mean that the reactions by France will have a longer-term impact. 9/11 was as a terrorist device, an extremely efficient manufacturer of fear, suspicion and divisiveness and no one has won that war yet. The more we fear terrorism, the more terrorized we are by it, the greater the chance that we will all be infected by this virus. And this is a virus that cunningly feeds on so many of our impulses—the desire to be strong and strike down anyone threatening us, the hierarchy that exists between different grades of human lives, which allows a few lives to be so much more valuable than others, the deep need to separate people into groups and accord them valencies—the them and us, the outsiders and the belongers, the believers and the infidels. As a result, we will not win the war against terrorism, not until we have the perverse wisdom to forego some of our most natural instincts. We need to ignore what we are riveted by, forgive what we thirst to seek retribution for and embrace what we are suspicious of. We think these are signs of weakness, but in the inverted logic that drives terrorism, these are the counter-intuitive hallmarks of strength.","source":"toi","title":"Terrorism, the contagion which cunningly feeds on our impulses","url":"http://timesofindia.indiatimes.com//city/goa/Terrorism-the-contagion-which-cunningly-feeds-on-our-impulses/articleshow/49808872.cms?"},"time":{"from":"2015-11-17","toTimeStamp":"null"}},{"geo":{"latitude":"50.04887","longtitude":"1.419597","location":"EU"},"newsContent":{"abstract":"Prime Minister Shinzo Abe reaffirmed Japan’s commitment with the British and European Union leaders to prevent terrorist attacks. Abe discussed the issue Sunday with British Prime Minister David Cameron and European Commission President Jean-Claude Juncker on the sidelines of the summit of the Group ...","source":"japantimes","title":"Abe meets with Cameron, EU president to reaffirm commitment to fight terrorism","url":"http://www.japantimes.co.jp/news/2015/11/16/national/abe-meets-eu-president-reaffirm-commitment-fight-terrorism/"},"time":{"from":"2015-11-16","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"G20 Says Rise in Global Acts of Terrorism Endangers Economy and Peace","url":"http://www.ndtv.com/world-news/g20-says-rise-in-global-acts-of-terrorism-endangers-economy-and-peace-1244045"},"time":{"from":"2015-11-16","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.352222","location":"Paris"},"newsContent":{"abstract":"UNKNOWN","source":"toi","title":"Paris Attack: What does Islam say about terrorism?","url":"http://timesofindia.indiatimes.com//articleshow/49798585.cms?"},"time":{"from":"2015-11-16","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"ANTALYA: Prime Minister Narendra Modi on Sunday said entire humanity must stand together as one against terrorism and identified this as a priority for the BRICS nations. We stand united in strongly condemning the dreadful acts of terrorism in Paris. We express our deepest sympathy and support to Russia for the loss of life in Sinai. Ankara and Beirut are also reminders of terror's growing spread and impact, Modi said in his remarks at a meeting with his counterparts from BRICS countries. World leaders have gathered in this Turkish resort town to debate on the state of the global economy but the deadly attacks in Paris have overshadowed the summit. Modi and his BRICS counterpart met on the sidelines of the summit and discussed the progress on several issues. The PM also assured full support to China which takes over the G20 presidency in December. There was a time when the logic of BRICS and its lasting capacity were being questioned. We have provided proof of the relevance and value of BRICS through our actions. And this has come at a time of huge global challenges, Modi said. He said the New Development Bank, the currency reserve arrangement, strategy for BRICS economic cooperation all were clear evidence of the BRICS vision and our resolve. Together, we can also give shape to G20, he said. India will assume the chairmanship of BRICS from February 2016 and Modi hoped to build on the work done by other member countries. The theme of India's BRICS chairmanship will be 'Building Responsive, Inclusive and Collective Solutions' which, in short, will be 'BRICS'. It aptly describes the ethos of our group, Modi said.","source":"toi","title":"G20 Summit: Must stand as one against terrorism, PM Modi says","url":"http://timesofindia.indiatimes.com//india/G20-Summit-Must-stand-as-one-against-terrorism-PM-Modi-says/articleshow/49796400.cms?"},"time":{"from":"2015-11-16","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"The anger is understandable, but the angrier we are, the likelier it is that the terrorists will win. Maybe not the ones with this name, but some one of their ilk, someone using similar methods and provoking us in familiar ways, making our reaction the instrument of their victory . When President Hollande talks of a `pitiless' response to the horrible massacre in Paris, it is easy to understand where he is coming from, but it is a different matter entirely as to what his reaction might end up unleashing. The argument is not rooted in a `soft' reading of terrorism by placing in a larger human and political context, something many are prone to do. Those that ask, for instance, why does the world care so much for Paris, but not at all for Beirut where a similar carnage took place a day earlier, try and make us locate the actions of the terrorist in a broader cultural and political context. Their argument blurs the neat division existing in many minds between nations and communities that are seen as either perpetrators or victims and provides some kind of causal framework within which it locates acts of terrorism. But in doing so, it implicitly argues that terrorism is a process that can be understood in conventional terms as a way of negotiating inequalities and oppressions, both real and constructed. The trouble with terrorism is that it is increasingly difficult to make sense of in these traditional ways. Terrorism is a unique structure, which behaves in ways that run counter to most natural human instincts and this is what gives it power and resilience. Terrorism is a contagious form of madness. It infects everything it touches, and does so with ruthless efficiency . It enacts a symbolic form of violence with spectacular theatricality , using a specific set of devices. The target selected needs to be symbolically significant for the greatest effect, but within that the victims are randomly chosen. The difference between the Charlie Hebdo attack and this one is that in the former case, a sense of cause and effect could be clearly established, whereas the victims in the recent instance could have been anyone.In its purest form, terrorism renounces all apparent causality--it has no demands to make, it selects victims without any apparent reason and it kills them simply for effect. Most importantly , in this form of terrorism, the terrorists renounce their own lives, thereby rendering null and void a fundamental premise on which civilization is founded (you will act with a modicum of rationality because you value your life as much as I do--whatever our differences, we can appreciate each other at least at this truly human level). And terrorism gains, rather than loses as a result of our attempts to tame it; its greatest asset is our determination to retaliate in a fitting manner.The more fearful, suspicious, paranoid we are, the more we lash at targets visible and invisible, the greater our investment in security , intelligence and surveillance, the more permanent the victory for terrorism. And since the preciousness of human life is no longer a given, it does not matter that much if individuals and even organisations are destroyed--the idea takes fresh root.That is exactly what happened after 911, and now that is the script which is being written after Paris. How does one react differently? There is simply no way that France can let this wanton carnage go unpunished. No country could, whatever writers of articles say . Terrorism is, in a conceptual sense, an idea that depends for its existence on media.What happened in Beirut was understood differently than what happened in Paris partly because the former was seen as a routine conflict in a troubled area and the latter as a terrorist strike in the heart of civilization. This transformation in meaning is a result of the effect produced by media and its consumers. And while we may legitimately rail at the unfairness of this differential reaction, perhaps it will also mean that the reactions by France will have a longer-term impact.911 was as a terrorist device, an extremely efficient manufacturer of fear, suspicion and divisiveness and no one has won that war yet. The more we fear terrorism, the more terrorized we are by it, the greater the chance that we will all be infected by this virus. And this is a virus that cunningly feeds on so many of our impulses--the desire to be strong and strike down anyone threatening us, the hierarchy that exists between different grades of human lives, which allows a few lives to be so much more valuable than others, the deep need to separate people into groups and accord them valencies--the them and us, the outsiders and the belongers, the believers and the infidels. As a result, we will not win the war against terrorism, not until we have the perverse wisdom to forego some of our most natural instincts. We need to ignore what we are riveted by, forgive what we thirst to seek retribution for and embrace what we are suspicious of.We think these are signs of weakness, but in the inverted logic that drives terrorism, these are the counter-intuitive hallmarks of strength.","source":"toi","title":"Terrorism, the contagion which cunningly feeds on our impulses","url":"http://timesofindia.indiatimes.com//city/mumbai/Terrorism-the-contagion-which-cunningly-feeds-on-our-impulses/articleshow/49796761.cms?"},"time":{"from":"2015-11-16","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Why France Could Have More Trouble Stopping Terrorism Than its Neighbors","url":"http://www.ndtv.com/world-news/why-france-could-have-more-trouble-stopping-terrorism-than-its-neighbors-1243512"},"time":{"from":"2015-11-15","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"PM Modi Calls for One Voice Against Terrorism at G20 Summit: Live Updates","url":"http://www.ndtv.com/world-news/g20-summit-in-turkey-live-updates-1243588"},"time":{"from":"2015-11-15","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"At G20, PM Modi Proposes 10-Point Plan to Tackle Terrorism","url":"http://www.ndtv.com/cheat-sheet/g20-summit-begins-as-turkey-sees-suicide-bombing-by-suspected-is-militant-1243584"},"time":{"from":"2015-11-15","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"LONDON/ DELHI: PM Narendra Modi described the terror assaults in France as an attack on humanity as he again asked the UN to define terrorism so that the world knows who is backing terror and who is against it. The PM again strongly pitched for an early adoption at the UN of the 1996 Comprehensive Convention on International Terrorism. READ ALSO: PM reaches out to Africa to push for UN reforms Condemning the terror attacks in Paris that claimed over 120 lives, Modi said, What happened in Paris yesterday is an attack on humanity and the world should accept that it is not an attack on Paris, not an attack on French citizens, not an attack on France but an attack on humanity. It is an attack on humanitarian principles that is why all the powers that believe in humanity have to come together to condemn such attacks. All pro-humanity forces should unite to defeat anti-humanity forces. They will have to fulfil their responsibilities, he said in London at a ceremony for unveiling the statue of 12th century Indian philosopher Basaveshwara. Modi said whenever evil forces raise their head, reformers like Basaveshwara take centre-stage. Both France and Indian confirmed that no Indian had been identified in the list of casualties. French ambassador to India Francois Richier said security of French diplomatic and institutional premises was being beefed up. ``We thank the Indian central and state authorities for their collaboration,'' he said, as he thanked Modi and President Pranab Mukherjee for their messages of solidarity. ``In this tragic ordeal, France stands united and determined to fight terrorism. French President, Francois Hollande, addressed the nation last night to ensure that in the face of terror, France will defend itself. This fight against terror will be merciless,'' he said. On the third and final day of his UK visit, Modi said, It is unfortunate that I am unveiling the statue of Basaveshwara ... at a time when my heart is filled with shock. Modi called on the UN to define terrorism before it is too late so that it becomes clear who is siding with terrorism and who is fighting the menace. I would like the UN that is celebrating its 70th anniversary to not waste anytime in defining terrorism ... the proposal is in front of it ... so that we get to know that who is siding with terrorism, who is helping terrorism, who is backing terrorism and who is being targeted by terrorism, who are against terrorism and who for humanity are ready to sacrifice.","source":"toi","title":"Prime Minister Narendra Modi urges UN to ‘define terrorism’","url":"http://timesofindia.indiatimes.com//india/Prime-Minister-Narendra-Modi-urges-UN-to-define-terrorism/articleshow/49786744.cms?"},"time":{"from":"2015-11-15","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"Meeting in Istanbul ahead of the G-20 summit, Prime Minister Shinzo Abe and his Turkish counterpart agreed to jointly assist Syrian refugees while working to prevent terrorism.","source":"japantimes","title":"Abe, Erdogan agree to cooperate on refugees, fighting terrorism","url":"http://www.japantimes.co.jp/news/2015/11/14/national/politics-diplomacy/abe-erdogan-agree-cooperate-refugees-fighting-terrorism/"},"time":{"from":"2015-11-14","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"At G20 Summit, Terrorism and Climate Change Will Top PM Narendra Modi's Agenda","url":"http://www.ndtv.com/india-news/g20-summit-terrorism-climate-change-to-top-pm-narendra-modis-agenda-1243363"},"time":{"from":"2015-11-14","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Will Wage 'Pitiless' Fight Against Terrorism: French President Hollande","url":"http://www.ndtv.com/world-news/french-president-hollande-vows-to-lead-a-pitiless-war-1243251"},"time":{"from":"2015-11-14","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Terrorism Worst Enemy of Democracy, Says Union Minister Najma Heptulla","url":"http://www.ndtv.com/india-news/terrorism-worst-enemy-of-democracy-says-union-minister-najma-heptulla-1243445"},"time":{"from":"2015-11-14","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Francois Hollande, Barack Obama Vow to Reinforce Counter-Terrorism Efforts","url":"http://www.ndtv.com/world-news/francois-holland-barack-obama-vow-to-reinforce-counter-terrorism-efforts-1243257"},"time":{"from":"2015-11-14","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"KOLKATA: Condemning the terror attacks in Paris and Beirut, West Bengal Chief Minister Mamata Banerjee on Saturday described terrorism as the world's biggest enemy. Innocent lives lost in Paris and Beirut. Terrorism is the world's biggest enemy. Condolences to the families of innocents killed, Banerjee, also the Trinamool Congress chairperson, said on Twitter. While at least 153 people were killed in the French capital as terrorists carried out a bloody Mumbai-style multiple terror attacks on Friday, the attack on Thursday in Beirut, left at least 43 dead and 240 others injured.","source":"toi","title":"Terrorism world's biggest enemy: Mamata","url":"http://timesofindia.indiatimes.com//india/Terrorism-worlds-biggest-enemy-Mamata/articleshow/49779826.cms?"},"time":{"from":"2015-11-14","toTimeStamp":"null"}},{"geo":{"latitude":"23.40601158","longtitude":"79.45809174","location":"India"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"UN Security Council 'Helpless' on Enforcing Sanctions Against Terrorism: India","url":"http://www.ndtv.com/india-news/security-council-helpless-on-enforcing-sanctions-against-terrorism-india-1242942"},"time":{"from":"2015-11-13","toTimeStamp":"null"}},{"geo":{"latitude":"54.56088638","longtitude":"-2.212511778","location":"UK"},"newsContent":{"abstract":"NEW DELHI/LONDON: Without naming Pakistan, Prime Minister Narendra Modi on Thursday said countries promoting terrorism must be isolated. Addressing the media along with UK Prime Minister David Cameron, Modi said terrorism was not a matter confronting just two or three countries. He said terrorism had spread so much today that it respected no borders. Daily there is a new terrorist group, daily they get new weapons. Surely, the terrorists don't manufacture these weapons. Modi said humanity had to unite against terrorism and those who promote terrorism should be isolated. India has consistently accused Pakistan of promoting terrorism on Indian soil. Cameron said he and Modi would have intense discussions on Friday on the issue of terrorism. India has suffered on the streets of Mumbai, and we have suffered on the streets of London. He said it was not just a question of closing down terrorist camps or the space they occupy. The world also needed to deal with the narrative of the terrorists.","source":"toi","title":"Nations promoting terrorism must be isolated, PM Modi says in UK","url":"http://timesofindia.indiatimes.com//india/Nations-promoting-terrorism-must-be-isolated-PM-Modi-says-in-UK/articleshow/49760006.cms?"},"time":{"from":"2015-11-12","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Climate Change, Terrorism to be Discussed in G-20 Summit: PM Narendra Modi","url":"http://www.ndtv.com/india-news/climate-change-terrorism-to-be-discussed-in-g-20-summit-pm-narendra-modi-1242286"},"time":{"from":"2015-11-10","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Those Returning Awards are Spreading 'Ideological Terrorism': Raghubar Das","url":"http://www.ndtv.com/india-news/those-returning-awards-are-spreading-ideological-terrorism-raghubar-das-1239780"},"time":{"from":"2015-11-04","toTimeStamp":"null"}},{"geo":{"latitude":"26.820553","longtitude":"30.802498","location":"Egypt"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"No 'Direct Evidence' of Terrorism in Egypt Crash: US","url":"http://www.ndtv.com/world-news/no-direct-evidence-of-terrorism-in-egypt-crash-us-1239394"},"time":{"from":"2015-11-03","toTimeStamp":"null"}},{"geo":{"latitude":"26.820553","longtitude":"30.802498","location":"Egypt"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"No 'Direct Evidence' of Terrorism in Egypt Crash: James Clapper","url":"http://www.ndtv.com/world-news/no-direct-evidence-of-terrorism-in-egypt-crash-james-clapper-1239338"},"time":{"from":"2015-11-03","toTimeStamp":"null"}},{"geo":{"latitude":"44.19818878","longtitude":"-74.50437164","location":"WATCH"},"newsContent":{"abstract":"UNKNOWN","source":"toi","title":"WATCH: Want to fight terrorism, Chhota Rajan says","url":"http://timesofindia.indiatimes.com//articleshow/49617147.cms"},"time":{"from":"2015-11-01","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"India Pitches for Counter-Terrorism Cooperation with African Nations","url":"http://www.ndtv.com/india-news/india-pitches-for-counter-terrorism-cooperation-with-african-nations-1236957"},"time":{"from":"2015-10-27","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Syrian Presidency Says Seeks End to Terrorism Before Initiatives","url":"http://www.ndtv.com/world-news/syrian-presidency-says-seeks-end-to-terrorism-before-initiatives-1237108"},"time":{"from":"2015-10-27","toTimeStamp":"null"}},{"geo":{"latitude":"30.375321","longtitude":"69.345116","location":"Pakistan"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Pakistan's 'Demon of Terrorism' Devouring Itself: Nirmal Singh","url":"http://www.ndtv.com/india-news/pakistans-demon-of-terrorism-devouring-itself-nirmal-singh-1236611"},"time":{"from":"2015-10-26","toTimeStamp":"null"}},{"geo":{"latitude":"23.40601158","longtitude":"79.45809174","location":"Australia India"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Australia, India to Hold Talks on Counter-Terrorism, Cyber Security","url":"http://www.ndtv.com/india-news/australia-india-to-hold-talks-on-counter-terrorism-cyber-security-1236305"},"time":{"from":"2015-10-26","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"India-Africa Summit: Terrorism, UNSC reform on Modi’s agenda","url":"http://timesofindia.indiatimes.com//india/India-Africa-Summit-Terrorism-UNSC-reform-on-Modis-agenda/articleshow/49532765.cms"},"time":{"from":"2015-10-26","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"From a rose garden to Gandhi's Africa connect, to Modi jackets, the Narendra Modi government has put in everything but the kitchen sink to ensure the Third India-Africa Forum Summit is the most successful multilateral event ever held in India. With over 40 African heads of state and government confirming attendance, the event is being seen as India's most successful outreach ever to the resource-rich continent which has all major powers vying for influence. Given the time and attention he has spared for the summit, Modi is looking to use his personalized style of diplomacy to not just make the event memorable but to also prove that foreign policy remains his strong point despite recent reverses in the neighbourhood, most notably in Nepal. The summit starts on Monday with a senior officials' meeting, foreign ministers meet the next day. READ ALSO: India takes fresh guard to boost trade and economic ties The main summit will take place on Thursday. Leaders will start touching down on Wednesday and have bilateral meetings with Modi the same day before going into the main summit on October 29. The main summit will comprise a plenary session and declarations. The summit is taking place a month ahead of Africa's second such summit with China. Modi can be expected to come into his own in the company of top African leaders like Egypt's Abdel Fattah el-Sisi whom he persuaded to attend when he met him last month in New York. Modi said Friday that India and Africa must speak in one voice on UNSC reforms. Egypt is a key member of the Uniting for Consensus group which blocks UNSC expansion. READ ALSO: A rose garden to add fragrance to Indo-African ties For the moment, the government is happy Sisi is coming. In the past two summits, Egypt had sent its minister for international cooperation. Other prominent leaders attending are Nigerian president Muhammadu Buhari, South Africa's Jacob Zuma and their controversial Sudan counterpart and alleged war criminal Omer al-Bashir. While the Africa summit will focus on energy, health, infra and innovation, it will be unique in the way it's likely to make a common cause with Africa over terrorism. Modi mentioned this in his interaction with African journalists on Friday. He'll try to enlist support from African countries for an early adoption of the 1996 India-backed Comprehensive Convention on International Terrorism at UN. As a rising Africa faces new challenges like terrorism and extremism, Modi believes it's important to cooperate on such issues. Boko Haram remains powerful northern Nigeria and pledges allegiance to Islamic State (IS). IS is making inroads into North Africa and has presence in Libya and Egypt's Sinai peninsula. Apart from Al Shabab in Somalia, al-Qaida in Islamic Maghreb also operates in North Africa. Modi, who believes his own relationship with top leaders is as important as South Block's diplomatic skills, will host a dinner for the African leaders on Wednesday. Many of them will join Modi wearing the waistcoat gifted to them that is now known as the Modi jacket. The PM will gift the leaders Gandhi memorabilia picked up from iconic places in Gandhi's life.","source":"toi","title":"India-Africa Summit: Terrorism, UNSC reform on Modi’s agenda","url":"http://timesofindia.indiatimes.com//india/India-Africa-Summit-Terrorism-UNSC-reform-on-Modis-agenda/articleshow/49532765.cms?"},"time":{"from":"2015-10-26","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"The Justice Srikrishna Committee report, submitted on December 30, 2010, consisted of nine chapters spread over 425 pages. The note dealing with the Law and Order and Internal Security Dimensions that formed part of Chapter VIII, wasn't made public. When the action of the committee to conceal this part of the study was challenged, the note was handed over to the high court. To cut a long story short, the note dealt with the threats the formation of a new state would pose. They included rise in terrorism, communalism and the violent activities of Maoists. According to the court verdict, the committee had suspected both the religious communities (Hindus and Muslims) of being desperate and outreaching each other. About the Muslims, it said, \"...If communal passions become an additional factor in an atmosphere where unemployment, social unrest, etc. exist, it may give rise to birth of militant, Jihadi elements...\" It further said, \"Since the BJP has a strong presence, it may try to consolidate it in Telangana and extend its base. AIMIM may try to expand in Rayalaseema regions resulting in birth of militant communalism in certain pockets\". According to senior politicians and police officials from Telangana the Committee \"projected the point of view of the leadership in Coastal Andhra and Rayalaseema with a view to creating a scare in the Centre against dividing Andhra Pradesh. However, as we know then as we know today, that there is no truth in the rise of Maoists violence or terrorism.\" But Bandaru Dattatreya, Minister of State for Labour and Employment (independent charge), who hails from Telangana still seems to believe in those projections. He in fact gave the Committee's theory a big leap forward when he described Hyderabad as the \"epicentre of terrorists.\" Speaking to media persons on October 11 in the city he said, \"Hyderabad has become the epicentre of terrorists. Centre has information that from here they got prepared and went to different parts of the country.\" He also said that to bring the situation under control the Centre would ask Telangana government to appoint a Director General rank police officer to exclusively deal with terrorism related issues. Though Dattatreya is a member of Lok Sabha from Secunderabad and lives in Hyderabad he did not feel the necessity to explain why he was publicizing the 'weak' belief of the Committee report. He also did not think of the damage his statement would cause to the reputation of Hyderabad that has been working hard to seek more foreign investments. Dattatreya had done no study on the incidents of terrorism that have been taking place in Mumbai or Delhi. If he had spoken to the administration in Mumbai it would have informed him that the city tops the hit list of terrorists. If he had spoken to the Ministry of Home Affairs, it would have informed him that Delhi is second only to Mumbai when it comes to terrorist attacks. Terrorism is the scourge of modern times. It has its tentacles spread all over the world. In India, there is hardly any metro that has not gone through the pains of terrorist activities. Hyderabad was first hit by terrorist or militant attacks, whatever one wishes to call them, a year after the demolition of Babri Masjid. Similarly, the bomb blasts ripped apart several neighbourhoods of Mumbai within three months of the destruction of the mosque and the subsequent communal riots. Hyderabad has since witnessed about half a dozen terrorist attacks. Majority of these attacks were carried out by people who did not belong to Hyderabad. Therefore, to say that \"terrorists\" are being bred in Hyderabad and they are spreading out to other parts of the country from here is highly misleading. The minister should know that it is next to impossible to appoint a DG rank police officer to exclusively deal with terrorism. The government of AP had made such an attempt by creating OCTOPUS in 2007 but failed miserably. Now OCTOPUS is there both in AP and Telangana but only as a commando force for urban terrorism situations. People know that all political parties are gearing up for GHMC election that would be fought for the first after the formation of the new State, in about two months. But it does not suit anybody, including the BJP, to trivialise the issue of terrorism for winning brownie points. The people of Hyderabad should be spared of the dangers of false statements on serious issues such as terrorism. Ministers and senior politicians like Dattatreya should allow the Central and State investigative and law enforcement agencies to deal with terrorism diligently, impartially and judiciously, and let the people live in peace.","source":"toi","title":"Don’t trivialize terrorism; let people live in peace","url":"http://timesofindia.indiatimes.com//city/hyderabad/Dont-trivialize-terrorism-let-people-live-in-peace/articleshow/49522568.cms?"},"time":{"from":"2015-10-25","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Don’t trivialize terrorism; let people live in peace","url":"http://timesofindia.indiatimes.com//city/hyderabad/Dont-trivialize-terrorism-let-people-live-in-peace/articleshow/49522568.cms"},"time":{"from":"2015-10-25","toTimeStamp":"null"}},{"geo":{"latitude":"30.375321","longtitude":"69.345116","location":"Pakistan"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"World Concerned About Pakistan Support to Terrorism, Says India","url":"http://www.ndtv.com/india-news/world-concerned-about-pakistan-support-to-terrorism-says-india-1235756"},"time":{"from":"2015-10-23","toTimeStamp":"null"}},{"geo":{"latitude":"30.375321","longtitude":"69.345116","location":"Pakistan"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Have Done Enough Against Terrorism; No Question of Doing More: Pakistan","url":"http://www.ndtv.com/world-news/have-done-enough-against-terrorism-no-question-of-doing-more-pakistan-1235119"},"time":{"from":"2015-10-22","toTimeStamp":"null"}},{"geo":{"latitude":"30.375321","longtitude":"69.345116","location":"Pakistan"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"No question of doing more on counter-terrorism: Pakistan","url":"http://timesofindia.indiatimes.com//world/pakistan/No-question-of-doing-more-on-counter-terrorism-Pakistan/articleshow/49490905.cms"},"time":{"from":"2015-10-22","toTimeStamp":"null"}},{"geo":{"latitude":"34.802075","longtitude":"38.996815","location":"Syria"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Vladimir Putin Says Russia Stepping Up Fight on Terrorism After Syria Strikes","url":"http://www.ndtv.com/world-news/vladimir-putin-says-russia-stepping-up-fight-on-terrorism-after-syria-strikes-1234608"},"time":{"from":"2015-10-21","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Americans Fear Corruption More Than Terrorism: Study","url":"http://www.ndtv.com/world-news/americans-fear-corruption-more-than-terrorism-study-1232612"},"time":{"from":"2015-10-15","toTimeStamp":"null"}},{"geo":{"latitude":"23.40601158","longtitude":"79.45809174","location":"India"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"India Calls for Early Adoption of Convention on Terrorism in UN","url":"http://www.ndtv.com/india-news/india-calls-for-early-adoption-of-convention-on-terrorism-in-un-1232537"},"time":{"from":"2015-10-15","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"India Condemns All Forms of Terrorism: President Mukherjee","url":"http://www.ndtv.com/india-news/india-condemns-all-forms-of-terrorism-president-mukherjee-1232076"},"time":{"from":"2015-10-14","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Indian, Chinese Armies Kick Off Anti-Terrorism Exercise","url":"http://www.ndtv.com/india-news/indian-chinese-army-kick-off-anti-terrorism-exercise-1231016"},"time":{"from":"2015-10-12","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Indian, Chinese army kick off anti-terrorism exercise","url":"http://timesofindia.indiatimes.com//india/Indian-Chinese-army-kick-off-anti-terrorism-exercise/articleshow/49318207.cms"},"time":{"from":"2015-10-12","toTimeStamp":"null"}},{"geo":{"latitude":"23.40601158","longtitude":"79.45809174","location":"India"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"India, Jordan Agree to Enhance Cooperation Against Terrorism","url":"http://www.ndtv.com/india-news/india-jordan-agree-to-enhance-cooperation-against-terrorism-1230672"},"time":{"from":"2015-10-11","toTimeStamp":"null"}},{"geo":{"latitude":"23.40601158","longtitude":"79.45809174","location":"India"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"India Expresses Concern Over State-Sponsored Terrorism at United Nations","url":"http://www.ndtv.com/india-news/terrorism-most-serious-scourge-of-our-times-india-1230420"},"time":{"from":"2015-10-10","toTimeStamp":"null"}},{"geo":{"latitude":"42.733883","longtitude":"25.48583","location":"Bulgaria"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Bulgaria Arrests Dutch Trio on 'Terrorism' Charges","url":"http://www.ndtv.com/world-news/bulgaria-arrests-dutch-trio-on-terrorism-charges-1229825"},"time":{"from":"2015-10-08","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Australian Police Arrest 5 Over Shooting 'Linked to Terrorism'","url":"http://www.ndtv.com/world-news/australian-police-arrest-5-over-shooting-linked-to-terrorism-1229126"},"time":{"from":"2015-10-07","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"SYDNEY: Australian police arrested five people in raids on several homes in Sydney on Wednesday in their investigation of the murder last week of a police accountant that they said was \"linked to terrorism\". New South Wales police said the boys and men, aged from 16 to 24, were taken into custody for questioning over the shooting of Curtis Cheng as he left police headquarters in Parramatta on Friday. The gunman, Farhad Khalil Mohammad Jabar, 15, was shot and killed by police at the scene. He was identified as coming from an Iraqi-Kurdish background and having been born in Iran. New South Wales Police Commissioner Andrew Scipione said on Saturday they believed Jabar was \"politically motivated and therefore linked to terrorism.\" More than 200 police took part in dawn raids on four houses, the biggest anti-terrorism swoop since the so-called Operation Appleby a year ago that targeted some of the same streets and detained 17 people. On Tuesday, police arrested a 17-year-old boy on his way to the same school were Jabar was a pupil, charging him with offences related to the use of social media to harass and intimidate. The boy, whose identity was withheld, was also charged with assaulting and intimidating police. The murder of Cheng by Jabar has raised questions about the Australian government's focus on national security and the \"war on terror\" rather than social cohesion and inclusion. Some experts say that strategy has helped create an environment for radicalised Muslim youth to emerge in disproportionate numbers. A staunch ally of the United States and its battle against Islamic militants in Iraq and Syria, Australia has been on heightened alert for attacks by home-grown radicals since last year.","source":"toi","title":"Australian police arrest 5 over shooting 'linked to terrorism'","url":"http://timesofindia.indiatimes.com//world/rest-of-world/Australian-police-arrest-5-over-shooting-linked-to-terrorism/articleshow/49251407.cms?"},"time":{"from":"2015-10-07","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Australian police arrest 5 over shooting 'linked to terrorism'","url":"http://timesofindia.indiatimes.com//world/rest-of-world/Australian-police-arrest-5-over-shooting-linked-to-terrorism/articleshow/49251407.cms"},"time":{"from":"2015-10-07","toTimeStamp":"null"}},{"geo":{"latitude":"54.56088638","longtitude":"-2.212511778","location":"UK"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Online Firms Block Terrorism Investigations, Says UK Police","url":"http://gadgets.ndtv.com/internet/news/online-firms-block-terrorism-investigations-says-uk-police-748742"},"time":{"from":"2015-10-06","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"SRINAGAR: Jammu and Kashmir's deputy chief Mminister Nirmal Singh on Monday slammed Pakistan over the recent infiltration bid in Hafruda where three Army jawans were martyred, saying that the hostile neighbour's terrorism activities would prove detrimental to their own existence. \"Pakistan needs to realise that the monster that they have created (terrorism) is going to devour them. If they think that by pushing terrorists from the other side of the border into Indian soil they can wash their hands off them then they are gravely mistaken. They also need to understand that terrorism is not the enemy of a single country but the entire humanity,\" Singh told ANI here. Paying homage to the three jawans martyred in the encounter in Hafruda, he said the Indian Army has excelled beyond imagination in defending the country as they are stopping the terrorists from doing any major damage to public and property. \"Pakistan has been unrelenting in their attempts to attack us and sometimes they are successful. How can they not be with the army training terrorists and the ISIS backing them,\" Singh added. Three jawans were killed in an encounter with the security forces in Hafruda forest area of Handwara in Jammu and Kashmir's Kupwara District today. The encounter, which began last night, is still underway.","source":"toi","title":"Pak is paving path to their own destruction by sponsoring terrorism: Nirmal Singh","url":"http://timesofindia.indiatimes.com//city/srinagar/Pak-is-paving-path-to-their-own-destruction-by-sponsoring-terrorism-Nirmal-Singh/articleshow/49236735.cms?"},"time":{"from":"2015-10-06","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Pak is paving path to their own destruction by sponsoring terrorism: Nirmal Singh","url":"http://timesofindia.indiatimes.com//city/srinagar/Pak-is-paving-path-to-their-own-destruction-by-sponsoring-terrorism-Nirmal-Singh/articleshow/49236735.cms"},"time":{"from":"2015-10-06","toTimeStamp":"null"}},{"geo":{"latitude":"23.684994","longtitude":"90.356331","location":"Bangladesh"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Work together to curb terrorism: Bangladesh CJ","url":"http://timesofindia.indiatimes.com//city/ahmedabad/Work-together-to-curb-terrorism-Bangladesh-CJ/articleshow/49234444.cms"},"time":{"from":"2015-10-06","toTimeStamp":"null"}},{"geo":{"latitude":"-25.58524132","longtitude":"134.5041199","location":"Australia"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Mosque Raided After Australia 'Terrorism-Linked' Shooting","url":"http://www.ndtv.com/world-news/mosque-raided-after-australia-terrorism-linked-shooting-1225869"},"time":{"from":"2015-10-04","toTimeStamp":"null"}},{"geo":{"latitude":"33.729388","longtitude":"73.093146","location":"Islamabad"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Pakistani-Canadian deportation punches holes in Islamabad’s terrorism narrative","url":"http://timesofindia.indiatimes.com//world/pakistan/Pakistani-Canadian-deportation-punches-holes-in-Islamabads-terrorism-narrative/articleshow/49212686.cms"},"time":{"from":"2015-10-04","toTimeStamp":"null"}},{"geo":{"latitude":"33.729388","longtitude":"73.093146","location":"Islamabad"},"newsContent":{"abstract":"WASHINGTON: About the time Pakistan's Prime Minister Nawaz Sharif and his cohorts were laboring to build a narrative about their country being a frontline state/victim of terrorism and the India's role in fermenting unrest in the country, two Pakistanis in Canada were being bundled on to airplanes for deportation to Pakistan because they were considered a terrorist threat to Canada's national security. In itself, the deportation was not unusual; Pakistanis are deported and extradited all the time across the world. But this particular episode was on unfamiliar territory because both deportees were permanent residents of Canada, and Ottawa, after stripping them off their status, was forcing them back to their home country amid protests from Islamabad. In fact, the deportation followed weeks of diplomacy between Canada and Pakistan, which was reluctant to take the men back, according to Canada's National Post, which first reported the incident. The episode is the first test of a controversial new law enacted by the Stephen Harper government in Canada that can actually revoke even the citizenship of convicted terrorist who is born and brought up in Canada. At least Jahanzeb Malik and Mohammed Aqeeq Ansari, the first two accused, had the misfortune of being born in Pakistan. The case of Saad Gaya tests the limits of the new law: Gaya, 27, will be the first Canadian-born citizen (terrorist or not) to ever face the prospect of being stripped of his citizenship. Until now, there was no legal mechanism to undo what has long been considered an irreversible birthright, according to Maclean's magazine, which examined the issue at length in a recent issue. The fact that all three cases involve terrorists of Pakistani origin is not lost on Canada, US, or the international community. Pakistan's reputation as a breeding ground for terrorists, often with state patronage, is well-chronicled, and across the world - from the Americas to Europe to Australia - and scores of Pakistani have been rounded up on terrorism charges. The country's dismal reputation, arising from its long history of using terrorist groups to accomplish political goals, has been an albatross around the neck of many of its citizens aspiring for a better life abroad. But Canada's new law spells a danger to even well-settled Pakistani diaspora because of Islamabad's policies engineered by its military. In fact, the new law could zero in on a Pakistani-Canadian who was an accused the Mumbai terrorist attack. Tahawwur Hussain Rana, who was convicted of providing support to Lashkar-e-Taiba, and is currently serving 14 years in prison, is a naturalized Canadian who was born in Pakistan. Rana's defence team argued during his trial in a Chicago court that he had been manipulated and misled by David Headley aka Daood Gilani, an old friend from their days in a Pakistani military school. Headley in turn had testified that Pakistan's Inter-Services Intelligence agency (ISI) had provided military and moral support to LeT. While the Headley-Rana trial had shone the spotlight on Pakistan's patronage of terror groups and their use of the diaspora, the fact that even second generation Pakistanis may have to pay for their home country's sins has shocked overseas Pakistanis. Saad Gaya, a member of the so-called ''Toronto 18,'' pleaded guilty to his role in an al-Qaeda-inspired bomb plot -- and was sentenced to 18 years in prison - unaware that the new law could send him back to his parents' country. But in August, immigration authorities mailed a Notice of Intent to Revoke Citizenship to Gaya. The letter acknowledges that Gaya was born in Canada, but claims he is a citizen of Pakistan by descent because his father, who moved to Canada in 1977, and his mother, who immigrated here in 1981, were both Pakistani-born and had dual nationality. According to Maclean's, Gaya has challenged the notice, arguing the government's revocation system amounts to ''cruel and unusual punishment'' and could have ''a sufficiently severe psychological and social impact.''","source":"toi","title":"Pakistani-Canadian deportation punches holes in Islamabad’s terrorism narrative","url":"http://timesofindia.indiatimes.com//world/pakistan/Pakistani-Canadian-deportation-punches-holes-in-Islamabads-terrorism-narrative/articleshow/49212686.cms?"},"time":{"from":"2015-10-04","toTimeStamp":"null"}},{"geo":{"latitude":"-25.58524132","longtitude":"134.5041199","location":"Australia"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Mosque raided after Australia 'terrorism-linked' shooting","url":"http://timesofindia.indiatimes.com//world/rest-of-world/Mosque-raided-after-Australia-terrorism-linked-shooting/articleshow/49213523.cms"},"time":{"from":"2015-10-04","toTimeStamp":"null"}},{"geo":{"latitude":"-25.58524132","longtitude":"134.5041199","location":"Australia"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Mosque raided after Australia 'terrorism-linked' shooting","url":"http://timesofindia.indiatimes.com//world/rest-of-world/Mosque-raided-after-Australia-terrorism-linked-shooting/articleshow/49212831.cms"},"time":{"from":"2015-10-04","toTimeStamp":"null"}},{"geo":{"latitude":"-25.58524132","longtitude":"134.5041199","location":"Australia"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Australia shooting 'an act of terrorism': PM","url":"http://timesofindia.indiatimes.com//world/rest-of-world/Australia-shooting-an-act-of-terrorism-PM/articleshow/49202840.cms"},"time":{"from":"2015-10-03","toTimeStamp":"null"}},{"geo":{"latitude":"-25.58524132","longtitude":"134.5041199","location":"Australia"},"newsContent":{"abstract":"SYDNEY: Australian Prime Minister Malcolm Turnbull said on Saturday that an attack in Sydney in which a 15-year-old gunman shot dead a civilian police employee appeared to have been an act of terrorism. Police said little was known about the unidentified teen, who was shot dead in an exchange of fire with officers after he killed finance worker Curtis Cheng at close range outside the force's headquarters in western Sydney on Friday. Reports said that the youth, who police said was of Iraqi-Kurdish background and had been born in Iran, had been shouting religious slogans before shooting Cheng in the back of the head. Turnbull called on Australians to go about their lives as usual as they begin a long weekend in which two major sporting finals will be held in Sydney and Melbourne. \"This appears to have been an act of politically motivated violence so at this stage it appears to have been an act of terrorism. It is a shocking crime,\" the prime minister said in Melbourne. \"It was a cold-blooded murder, targeting the New South Wales Police Service. It was doubly shocking because it was perpetrated by a 15-year-old boy. \"And it underlines the importance of families, communities, leaders being very aware of whether young people are becoming radicalized,\" he said. Andrew Scipione, the police commissioner for the state of New South Wales, of which Sydney is the capital, told reporters that investigators were a \"long way\" from establishing what exactly prompted the attack, adding that the boy had no criminal history. Australia has stepped up its efforts in countering the risk of extremist attacks, lifting its terror threat alert to high a year ago, and Scipione said police were aware they could be targeted. In September 2014, Melbourne police shot dead a \"known terror suspect\" who stabbed two officers, just one day after the Islamic State group called for Muslims to indiscriminately kill Australians. And in December of that year, Iranian-born self-styled cleric Man Haron Monis and two hostages were killed following a 17-hour siege at a central Sydney cafe. Scipione said early indications were that the boy was acting alone, and police had no warning of any attack. He said they were not sure whether Cheng was targeted simply because he had left the police building. \"We may never know that. But he was certainly targeted in terms of the shooting. It was a direct shooting,\" he said. New South Wales state Premier Mike Baird said he believed that the lives of others had been saved by the quick actions of police at the scene. \"There's no doubt that this tragedy will echo around the world, as people try and understand how someone so young could commit such a hideous crime,\" Baird said, adding that his first reaction to the event had been of shock. But he added: \"We cannot let actions such as this divide us. We cannot let hate overtake us. We have to come together.\" Australia, like other countries around the world, has been grappling with the complex issue of the radicalisation of young people and Turnbull said it was important to understand the critical importance of collaboration with the Muslim community at this time. \"We must not vilify or blame the entire Muslim community with the actions of what is, in truth, a very, very small percentage of violent extremist individuals,\" the prime minister said. \"The Muslim community are our absolutely necessary partners in combating this type of violent extremism.\"","source":"toi","title":"Australia shooting 'an act of terrorism': PM","url":"http://timesofindia.indiatimes.com//world/rest-of-world/Australia-shooting-an-act-of-terrorism-PM/articleshow/49202840.cms?"},"time":{"from":"2015-10-03","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Don't Need 4 Points, Need One. Give Up Terrorism: Sushma Swaraj at UN","url":"http://www.ndtv.com/india-news/dont-need-4-points-need-one-give-up-terrorism-sushma-swaraj-at-un-1225262"},"time":{"from":"2015-10-02","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Pak submits dossier alleging Indian hand in terrorism to UN","url":"http://timesofindia.indiatimes.com//india/Pak-submits-dossier-alleging-Indian-hand-in-terrorism-to-UN/articleshow/49190645.cms"},"time":{"from":"2015-10-02","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Cyber-Terrorism the Deadliest Form of Terror: Andhra Pradesh Governor","url":"http://gadgets.ndtv.com/internet/news/cyber-terrorism-the-deadliest-form-of-terror-andhra-pradesh-governor-746846"},"time":{"from":"2015-10-01","toTimeStamp":"null"}},{"geo":{"latitude":"23.40601158","longtitude":"79.45809174","location":"India"},"newsContent":{"abstract":"WASHINGTON: Bluntly calling Pakistan a ''prime sponsor of terrorism,'' India on Wednesday asked Islamabad to vacate the part of Kashmir it has occupied, virtually laying down a new paradigm for any resolution of the issue. ''Pakistan is not primary victim of terrorism but of its own policies. It is in fact the prime sponsor of terrorism. Pakistan's instability arises from its breeding of terrorists. Blaming neighbors is not a solution,'' Spokesman of India's Ministry of External Affairs Vikas Swarup said in a series of tweets on Wednesday. READ ALSO: Nawaz Sharif rakes up K-issue at UN again New Delhi's sulfurous response came after Pakistan's Prime Minister Nawaz Sharif had launched his country's familiar lament about Pakistan being a victim of terrorism and the need to ''demilitarize'' Kashmir and give the state the right of self-determination. ''To de-militarize Kashmir is not the answer, to de-terrorize Pakistan is,'' Swarup blasted back. In response to Sharif's statement that ''many generations of Kashmiris have lived their lives under occupation,'' Swarup tweeted the following retort: ''Pak PM gets foreign occupation right, occupier wrong. We urge early vacation of Pak occupied Kashmir.'' India's hardline response, probably the toughest in decades, came after Sharif laid down Pakistan shop-worn narrative about being a victim of terrorism, despite harboring many well-known and UN and US designated terrorists and terror groups, some of them paid out of Pakistani government coffers funded by foreign countries and institutions. Despite this well known pattern, previous Indian governments had been reluctant to call out Pakistan and humiliate it so publicly, preferring discreet peace moves to walk it back from its widely-known sponsorship of terrorism. The BJP government appears to have decided it will call Pakistan's bluff and expose it before the world community. READ ALSO: Nawaz raises Kashmir issue with Ban Ki-moon The Modi government also seem to want to challenge the old Pakistani narrative about unrest only in Jammu and Kashmir, by highlighting Pakistan's occupation of a part of Kashmir, including Gilgit and Baltistan. By many accounts, people in that region have far less rights than those in India's JandK, where only a small section of malcontents in a narrow strip of Kashmir Valley backed by Pakistan want to secede. There is also a systematic pogram against non-sunni sects in the region that has not caught international attention. External Affairs Minister Sushma Swaraj is expected to reply to Sharif's military-backed speech aimed at reviving the Kashmir issue at international platform. Indian officials had warned earlier that Pakistan will face a tough response if it escalates the Kashmir issue. But judging by the initial response to it efforts, Pakistan is on a weak wicket, particularly in the light of its hosting of terrorists and terror groups which are often highlighted in its own media. Pakistan's claims of Indian aggression on the border or interference inside Pakistan have also lacked credibility and have no takers in the international diplomatic circuit. READ ALSO: PM Modi greatly values his relationship with Sharif: MEA When U.S Secretary of State John Kerry called on Sharif before his address, the ''Prime Minister shared his views on relations with India and expressed deep concern over the Indian ceasefire violations on the LoC and the working boundary. The Prime Minister reaffirmed Pakistan's commitment to peaceful resolution of all outstanding issues through dialogue,'' a statement by the Pakistan Embassy said. The same statement made no mention of any response to this complaint from Kerry. ''Secretary Kerry appreciated Pakistan's counter terrorism efforts and the success of Operation Zarb-e-Azb. He also expressed condolences over the terrorist attack on Badaber. Peace and reconciliation efforts in Afghanistan, as well as the security situation, were also discussed,'' it said. Earlier, Swarup had told reporters that US President Barack Obama agreed with Prime Minister Narendra Modi that Kashmir is a bilateral issue to be resolved between India and Pakistan. ''There was a broad acknowledgement that this is a bilateral issue between India and Pakistan and people were happy for India and Pakistan to resolve it among themselves,'' Swarup told journalists at a briefing following talks between Obama and Modi. Pakistan's instability arises from its breeding of terrorists. Blaming neighbors is not a solution. andmdash; Vikas Swarup (@MEAIndia) September 30, 2015 To de-militarize Kashmir is not the answer, to de-terrorize Pakistan is. andmdash; Vikas Swarup (@MEAIndia) September 30, 2015 Pakistan is not primary victim of terrorism but of its own policies. It is in fact the prime sponsor of terrorism. andmdash; Vikas Swarup (@MEAIndia) September 30, 2015 Pakistan is not primary victim of terrorism but of its own policies. It is in fact the prime sponsor of terrorism. andmdash; Vikas Swarup (@MEAIndia) September 30, 2015 Sharif UNGA speech: Pak PM gets foreign occupation right, occupier wrong. We urge early vacation of Pak occupied Kashmir andmdash; Vikas Swarup (@MEAIndia) September 30, 2015","source":"toi","title":"India calls Pakistan 'prime sponsor of terrorism', asks it to vacate PoK","url":"http://timesofindia.indiatimes.com//india/India-calls-Pakistan-prime-sponsor-of-terrorism-asks-it-to-vacate-PoK/articleshow/49175779.cms?"},"time":{"from":"2015-10-01","toTimeStamp":"null"}},{"geo":{"latitude":"23.40601158","longtitude":"79.45809174","location":"India"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"India calls Pakistan 'prime sponsor of terrorism', asks it to vacate PoK","url":"http://timesofindia.indiatimes.com//india/India-calls-Pakistan-prime-sponsor-of-terrorism-asks-it-to-vacate-PoK/articleshow/49175779.cms"},"time":{"from":"2015-10-01","toTimeStamp":"null"}},{"geo":{"latitude":"48.92656326","longtitude":"31.47578239","location":"Ukraine"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Ukraine Leader Mocks Russia's Call for Anti-Terrorism Coalition","url":"http://www.ndtv.com/world-news/ukraine-leader-mocks-russias-call-for-anti-terrorism-coalition-1224522"},"time":{"from":"2015-09-30","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"States Should Formulate Own Strategies to Combat Terrorism: Rajnath Singh","url":"http://www.ndtv.com/india-news/states-should-formulate-strategies-to-combat-terrorism-rajnath-singh-1224302"},"time":{"from":"2015-09-29","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Time for International Community to Unite Against Terrorism: PM Modi","url":"http://www.ndtv.com/india-news/time-for-international-community-to-unite-against-terrorism-pm-modi-1224106"},"time":{"from":"2015-09-29","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Obama to head UN gathering on countering terrorism","url":"http://timesofindia.indiatimes.com//world/us/Obama-to-head-UN-gathering-on-countering-terrorism/articleshow/49149152.cms"},"time":{"from":"2015-09-29","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNITED NATIONS: President Barack Obama is chairing a UN gathering of world leaders to discuss countering terrorism, a day after he and the leaders of Russia, China and Iran addressed the General Assembly on its 70th anniversary. At Tuesday's meeting, the United States is rallying support for the fight against groups like the Islamic State, which is attracting foreign fighters who could return to their home countries to launch attacks. Russia on Wednesday will chair its own meeting on countering extremism as this month's UN Security Council president. Both countries laid out competing visions Monday on Syria's conflict. Also set for Tuesday are high-level meetings on the humanitarian consequences of the war in Syria and the wider refugee and migrant crisis that is the largest since the upheaval of World War II.","source":"toi","title":"Obama to head UN gathering on countering terrorism","url":"http://timesofindia.indiatimes.com//world/us/Obama-to-head-UN-gathering-on-countering-terrorism/articleshow/49149152.cms?"},"time":{"from":"2015-09-29","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"'15 Years to Define Terrorism': PM's Dig at UN","url":"http://www.ndtv.com/india-news/15-years-to-define-terrorism-pms-dig-at-un-1223709"},"time":{"from":"2015-09-28","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"There is no good or bad terrorism, Modi at SAP Centre","url":"http://timesofindia.indiatimes.com//india/There-is-no-good-or-bad-terrorism-Modi-at-SAP-Centre/articleshow/49133133.cms"},"time":{"from":"2015-09-28","toTimeStamp":"null"}},{"geo":{"latitude":"-8.783195","longtitude":"34.508523","location":"Africa"},"newsContent":{"abstract":"NEW DELHI: After his pitch for UNSC expansion in New York, PM Narendra Modi will use the issue of terrorism to strike a special rapport with African countries in what is now certain to be the largest gathering of heads of states and governments ever in India next month. The 3rd India-Africa Forum Summit, October 26-30, will see participation of 40 leaders from Africa, including Nigerian President Muhammadu Buhari, and Modi will have bilateral meetings with each one of them. TOI has learnt that terrorism will be a special focus area for Modi in his meetings with African leaders as he seeks to enlist their support for an early adoption of the 1996 India-backed Comprehensive Convention on International Terrorism (CCIT) at the UN. With terrorism snapping at its heels, African can no longer, Indian authorities believe, remain indifferent to the issue. The negotiations for CCIT have been pending with the UN for over 19 years now. The Modi government attributes the deadlock to Pakistan which continues to maintain that CCIT has to differentiate between acts of terrorism and \"legitimate struggles for self-determination of people living under foreign occupation\". The global community, though, has failed to define terrorism which is important to conclude the negotiations. Modi has repeatedly emphasized the significance of CCIT since taking over as PM and even in his bilateral meetings with leaders at the UN last week, including with Jordan's King Abdullah, he insisted that the convention be adopted soon. Modi is looking to make Africa a partner as he calls for a global response to combat international terrorism. \"We should pass the UN's Comprehensive Convention on International Terrorism. At least, it will clearly establish whom you view as a terrorist and whom you don't. We need to delink terrorism from religion - to isolate terrorists who use this interchange of arguments between terrorism and religion,\" Modi told Time magazine in an interview earlier this year. India is feeling emboldened by the fact that China, along with Russia, expressed support for CCIT during a RIC (Russia, India and China) meeting of foreign ministers in Beijing earlier this year. Foreign minister Sushma Swaraj thanked both countries for their support. With Africa rising and Nigeria one of the contenders for a UNSC permanent seat, Modi believes it is important to cooperate on terrorism with Africa where terror groups of all hues have mushroomed in the past few years. Sunni Islamist group Boko Haram remains powerful in parts of northern Nigeria and now pledges allegiance to IS. In fact, IS itself is fast making inroads into north Africa and now has substantial presence in Libya and Egypt's Sinai peninsula. A former ally of Al Qaeda, Al-Shabab group wants to seize power in Somalia and threatens to strike all countries which have got involved militarily in that country. It was responsible for the sensational attack on Kenya's Westgate Mall which left scores dead. Al Qaida in Islamic Maghreb also continues to operate in north Africa. When Modi hosts African leaders, he will reiterate his point that terrorism, the IS more specifically, is one of the greatest challenges facing the international community. A month to go, the summit is already being hailed as a major achievement for the Modi government with 40 leaders, out of the 54 invited, agreeing to come. In that way, it will surpass the 1983 CHOGM summit which was attended by 33 leaders.","source":"toi","title":"PM Modi wants Africa as partner in fight against terrorism","url":"http://timesofindia.indiatimes.com//india/PM-Modi-wants-Africa-as-partner-in-fight-against-terrorism/articleshow/49131031.cms?"},"time":{"from":"2015-09-28","toTimeStamp":"null"}},{"geo":{"latitude":"-8.783195","longtitude":"34.508523","location":"Africa"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"PM Modi wants Africa as partner in fight against terrorism","url":"http://timesofindia.indiatimes.com//india/PM-Modi-wants-Africa-as-partner-in-fight-against-terrorism/articleshow/49131031.cms"},"time":{"from":"2015-09-28","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"SAN JOSE: Terrorism cannot be defined as good or bad terrorism, Prime Minister Narendra Modi said and took a dig at the UN, saying if the world body takes so long to define terrorism how will it uproot the menace. Addressing a cheering Indian community at the SAP Centre, Modi said he hoped the UN would come to a decision on how to define terrorism. \"We cannot safeguard humanity if we do not come to an agreement on what constitutes terrorism. Terrorism is terrorism, there can be no differentiation between good and bad terror,\" he told Indian community members. Recounting his interactions with US State Department officials many years ago, he said that in 1993 when he mentioned to them that India was afflicted with terrorism, they refused to acknowledge it as terror and insisted it was only a law and order problem. He said after the US itself faced the 2001 terror attack, the tone and tenor of US State Department officials changed on the issue of terrorism. \"...my country had been afflicted by it for the past 40 years,\" he said. \"The world has to realize that terrorism can hit anyone at anyplace, and it is the world's responsibility to recognize it and unite against terrorism,\" he said, adding that he will raise this issue at all international fora. Modi said that in the 70th anniversary year of the Unit it is the responsibility of the world body to unite and fight terrorism for the world to live in peace. \"I come from the land of Mahatma Gandhi and the Buddha, the icons of peace,\" the Prime Minister said.","source":"toi","title":"There is no good or bad terrorism, Modi at SAP Centre","url":"http://timesofindia.indiatimes.com//india/There-is-no-good-or-bad-terrorism-Modi-at-SAP-Centre/articleshow/49133133.cms?"},"time":{"from":"2015-09-28","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Will Achieve Victory Over Terrorism, Says Home Minister Rajnath Singh","url":"http://www.ndtv.com/india-news/will-achieve-victory-over-terrorism-says-home-minister-rajnath-singh-1223564"},"time":{"from":"2015-09-27","toTimeStamp":"null"}},{"geo":{"latitude":"26.820553","longtitude":"30.802498","location":"Egypt"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"PM Modi, Egypt President Sisi Discuss Counter Terrorism, Investment Opportunities","url":"http://www.ndtv.com/india-news/pm-modi-egypt-president-sisi-discuss-counter-terrorism-investment-opportunities-1223103"},"time":{"from":"2015-09-26","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Accords on Terrorism to Space Cooperation Set Stage for PM Modi's US Visit","url":"http://www.ndtv.com/india-news/accords-on-terrorism-to-space-cooperation-set-stage-for-pm-modis-us-visit-1220781"},"time":{"from":"2015-09-23","toTimeStamp":"null"}},{"geo":{"latitude":"30.375321","longtitude":"69.345116","location":"Pakistan"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Pakistan Military Court Sentences 9 to Death for Terrorism","url":"http://www.ndtv.com/world-news/pakistan-military-court-sentences-9-to-death-for-terrorism-1220134"},"time":{"from":"2015-09-21","toTimeStamp":"null"}},{"geo":{"latitude":"23.40601158","longtitude":"79.45809174","location":"India"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Fighting Islamic State Can Lead to 'Sectarian Violence' and 'Terrorism' in India: Foreign Ministry","url":"http://www.ndtv.com/india-news/fighting-islamic-state-can-lead-to-sectarian-violence-and-terrorism-in-india-foreign-ministry-1218898"},"time":{"from":"2015-09-18","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Zero Tolerance Against Terrorism, PM Modi's Appeal to UN","url":"http://www.ndtv.com/india-news/zero-tolerance-against-terrorism-pm-modis-appeal-to-un-1219085"},"time":{"from":"2015-09-18","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Need to send tough message against terrorism: PM Modi to UN","url":"http://timesofindia.indiatimes.com//india/Need-to-send-tough-message-against-terrorism-PM-Modi-to-UN/articleshow/49010238.cms"},"time":{"from":"2015-09-18","toTimeStamp":"null"}},{"geo":{"latitude":"39.05101013","longtitude":"34.93033981","location":"Turkey"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Thousands March Against Terrorism in Turkey's Capital","url":"http://www.ndtv.com/world-news/thousands-march-against-terrorism-in-turkeys-capital-1218825"},"time":{"from":"2015-09-17","toTimeStamp":"null"}},{"geo":{"latitude":"34.01002121","longtitude":"71.55843353","location":"Pakistan Peshawar"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"From Terrorism to Trophies, Cricket The Ultimate Winner in Pakistan's Peshawar","url":"http://sports.ndtv.com/article/248698"},"time":{"from":"2015-09-17","toTimeStamp":"null"}},{"geo":{"latitude":"34.802075","longtitude":"38.996815","location":"Syria"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Taking in Syria Refugees Heightens Risk of Terrorism: US Lawmaker","url":"http://www.ndtv.com/world-news/taking-in-syria-refugees-heightens-risk-of-terrorism-us-lawmaker-1217224"},"time":{"from":"2015-09-14","toTimeStamp":"null"}},{"geo":{"latitude":"39.44325638","longtitude":"-98.95733643","location":"US"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"EU, US Reportedly Clinch Data-Sharing Deal for Security, Terrorism Cases","url":"http://gadgets.ndtv.com/internet/news/eu-us-reportedly-clinch-data-sharing-deal-for-security-terrorism-cases-736798"},"time":{"from":"2015-09-07","toTimeStamp":"null"}},{"geo":{"latitude":"39.44325638","longtitude":"-98.95733643","location":"US"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"EU, US clinch data-sharing deal for security, terrorism cases: Document","url":"http://timesofindia.indiatimes.com//world/us/EU-US-clinch-data-sharing-deal-for-security-terrorism-cases-Document/articleshow/48850694.cms"},"time":{"from":"2015-09-07","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKNOWN","source":"toi","title":"Tourism can overcome the fear of terrorism in J-K: experts","url":"http://timesofindia.indiatimes.com//city/jammu/Tourism-can-overcome-the-fear-of-terrorism-in-J-K-experts/articleshow/48754508.cms?"},"time":{"from":"2015-09-01","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Tourism can overcome the fear of terrorism in J-K: experts","url":"http://timesofindia.indiatimes.com//city/jammu/Tourism-can-overcome-the-fear-of-terrorism-in-J-K-experts/articleshow/48754508.cms"},"time":{"from":"2015-09-01","toTimeStamp":"null"}},{"geo":{"latitude":"30.375321","longtitude":"69.345116","location":"Pakistan"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Pakistan Determined to Eliminate Terrorism: Sartaj Aziz","url":"http://www.ndtv.com/world-news/pakistan-determined-to-eliminate-terrorism-sartaj-aziz-1212764"},"time":{"from":"2015-08-31","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"1985 TADA Act first to provide witness security in terrorism cases","url":"http://timesofindia.indiatimes.com//india/1985-TADA-Act-first-to-provide-witness-security-in-terrorism-cases/articleshow/48737805.cms"},"time":{"from":"2015-08-31","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"Does an accused or the public have the right to know the witnesses? In most countries, including India, it is the right of accused person to have an open public trial in their presence. The accused also has the right to examine the witnesses. These rights to open trial are designed for the benefit of the accused as well as the public, as both have a right to know how the trial was conducted. These rights, however, are not treated as absolute and can be restricted in the interest of fair administration of justice. Doesn't this contradict the rights of witnesses? Witnesses can be classified in three broad categories - victim witnesses known to the accused, victim witnesses not known to the accused (cases of indiscriminate firing and so on) and witnesses whose identity is not known to the accused. The right of the accused to examine the witnesses (who could be victims) runs counter to the desire of victims to give their testimony in the absence of the accused as his or her physical presence could cause trauma and fear. In case of witnesses unknown to the accused too, there is a possibility that their testimony could cause danger to their lives or property or that of their close relatives. In this case, focusing solely on the rights of the accused could hamper the fair administration of justice. What are the witness protection laws in other countries? In many countries, including the United Kingdom, US, Australia, New Zealand and several European Union countries, courts have the power to pass orders of anonymity in the larger interest of the administration of justice. The European Convention permits protection of a witness's identity as an exception to the laws dealing with the rights of the accused. In a 1979 case, the House of Lords in UK clarified that there can be exceptions to the rule of open trail when protection of the identity of the witness is in the interest of administration of justice. In the US, a 1968 court ruling stated that it is appropriate to excuse a witness from answering questions about his or her identity if the witness's personal safety was endangered. These rulings over time became the laws in these countries. Do Indian courts have inherent powers to protect the identity of witnesses? Section 482 of the criminal procedure code (CrPC), 1973 says that nothing in the code shall be deemed to limit the inherent powers of the high courts. It, however, doesn't talk about the positions of other criminal courts - magistrate, session courts and so on. The absence of such a provision for lower courts led the Supreme Court to conclude that subordinate courts do not have these inherent powers. The position was made clear in a 1977 judgement. Based on these facts, the 198th report of the law commission states that subordinate courts in the country cannot pass orders for anonymity of witnesses under inherent powers and hence legislation is required to confer powers to these courts to pass anonymity orders during trials. Are identities protected in some cases? In the pre-constitutional era, Sec 31 of the Bengal Suppression of Terrorist Outrages Act 1932 empowered a special magistrate to exclude some witnesses from presence in court premises during the trial. The TADA Act of 1985 was the first to provide protection of identity and address of the witness. The protection however was only valid for witnesses of terrorism cases and didn't apply to all criminal cases. There are laws about protection of privacy of victims who are also witnesses in sexual offences but no law to cover other serious crimes like murder, riots and so on.","source":"toi","title":"1985 TADA Act first to provide witness security in terrorism cases","url":"http://timesofindia.indiatimes.com//india/1985-TADA-Act-first-to-provide-witness-security-in-terrorism-cases/articleshow/48737805.cms?"},"time":{"from":"2015-08-31","toTimeStamp":"null"}},{"geo":{"latitude":"32.5007782","longtitude":"54.2942009","location":"Iran"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Iran Nuclear Deal Will 'Fuel Terrorism': Benjamin Netanyahu","url":"http://www.ndtv.com/world-news/iran-nuclear-deal-will-fuel-terrorism-benjamin-netanyahu-1212351"},"time":{"from":"2015-08-30","toTimeStamp":"null"}},{"geo":{"latitude":"32.5007782","longtitude":"54.2942009","location":"Iran"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Iran nuclear deal will 'fuel terrorism': Netanyahu","url":"http://timesofindia.indiatimes.com//world/europe/Iran-nuclear-deal-will-fuel-terrorism-Netanyahu/articleshow/48728492.cms"},"time":{"from":"2015-08-30","toTimeStamp":"null"}},{"geo":{"latitude":"23.7465229","longtitude":"91.74012756","location":"Tripura"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Create jobs to curb terrorism in northeast: Tripura CM","url":"http://timesofindia.indiatimes.com//city/agartala/Create-jobs-to-curb-terrorism-in-northeast-Tripura-CM/articleshow/48706158.cms"},"time":{"from":"2015-08-28","toTimeStamp":"null"}},{"geo":{"latitude":"53.527968","longtitude":"9.99474","location":"India Germany"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"India, Germany to Step Up Cooperation to Counter Terrorism","url":"http://www.ndtv.com/india-news/india-germany-to-step-up-cooperation-to-counter-terrorism-1211342"},"time":{"from":"2015-08-26","toTimeStamp":"null"}},{"geo":{"latitude":"39.44325638","longtitude":"-98.95733643","location":"US"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"US Working with India to Strengthen Counter-Terrorism Cooperation: Richard Verma","url":"http://www.ndtv.com/india-news/us-working-with-india-to-strengthen-counter-terrorism-cooperation-richard-verma-1210603"},"time":{"from":"2015-08-25","toTimeStamp":"null"}},{"geo":{"latitude":"23.40601158","longtitude":"79.45809174","location":"India"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Terrorism Not a Major Concern Only for India: Home Minister Rajnath Singh","url":"http://www.ndtv.com/india-news/terrorism-not-a-major-concern-only-for-india-home-minister-rajnath-singh-1210014"},"time":{"from":"2015-08-23","toTimeStamp":"null"}},{"geo":{"latitude":"23.40601158","longtitude":"79.45809174","location":"India"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"India and UAE join hands against terrorism","url":"http://timesofindia.indiatimes.com//india/India-and-UAE-join-hands-against-terrorism/articleshow/48520579.cms"},"time":{"from":"2015-08-18","toTimeStamp":"null"}},{"geo":{"latitude":"23.40601158","longtitude":"79.45809174","location":"India"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"India and UAE join hands against terrorism","url":"http://timesofindia.indiatimes.com//articleshow/48524883.cms"},"time":{"from":"2015-08-18","toTimeStamp":"null"}},{"geo":{"latitude":"23.40601158","longtitude":"79.45809174","location":"India"},"newsContent":{"abstract":"NEW DELHI: India made a big move in its West Asia strategy on Monday, while the UAE took a decisive step away from its traditional close relationship with Pakistan to line up with India. On his first visit to Abu Dhabi, PM Narendra Modi and Crown Prince Sheikh Mohamed bin Zayed AI Nahyan agreed to cooperate against terrorism, radicalism and organized crime that, if followed through, could deny the likes of Dawood Ibrahim, Lashkar-e-Taiba and other terror groups from using the Emirates as a springboard against India. For the first time, reflecting changed geopolitical realities, India and the UAE agreed to \"enhance cooperation in counter-terrorism operations, intelligence sharing\" and control of flow of terror funds. In a breakthrough agreement, both countries will \"control, regulate and share information on flow of funds that could have a bearing on radicalization activities and cooperate in interdicting illegal flows and take action against concerned individuals and organizations\". AS IT HAPPENED: PM Modi's UAE trip — Day 2 More important, and one that reflects the strategic direction the UAE has chosen, a joint statement said the two nations \"oppose terrorism in all forms and manifestations ... calling on all states to reject and abandon the use of terrorism against other countries, dismantle terrorism infrastructures where they exist, and bring perpetrators of terrorism to justice\". READ ALSO: India and UAE join hands against terrorism Masterchef's Arabian twist for PM Modi This is a direct reference to Pakistan's activities, particularly with reference to 26/11 accused Zakiur Rehman Lakhvi, without naming it, and shows Islamabad's declining equity in what used to be its strategic backyard. Further, both countries asked all countries (read Pakistan) \"to fully respect and sincerely implement their commitments to resolve disputes bilaterally and peacefully, without resorting to violence and terrorism\". Modi and the Crown Prince will now meet regularly, while the national security advisers of both countries will meet every six months to take this forward. The UAE's shift is remarkable because the Emirates' sheikhs continue to have close personal relationships in Pakistan, including the country being their favourite game hunting destination. The UAE was also one of three countries which supported a Taliban government in Afghanistan in the 1990s. For decades, the UAE has been a safe transit for terror groups, organized crime and drug networks from Pakistan, Afghanistan and even India. Sources said the UAE signing on to this agreement signals a new dawn. India has abandoned its decades-old reticence regarding the Gulf and Middle East — the UAE will be the first Gulf country with whom India is talking \"interoperability\" for both humanitarian assistance and conflict situations, joint manufacture of defence equipment and maritime security cooperation. India's new outreach to the UAE may have repercussions in two countries — Pakistan and Iran. The UAE has a contentious relationship with Iran, while Pakistan and the UAE have been very close — the Taliban-hijacked IC-814 made a stop in Dubai after taking off from Amritsar. By upgrading the bilateral relationship to a \"comprehensive strategic partnership\", Modi plans to open different sectors of the Indian economy to investment from the UAE. India hopes to benefit from the $800 billion UAE sovereign wealth fund and the joint statement gives room for optimism. It said the UAE will \"encourage the investment institutions of UAE to raise their investments in India, including through the establishment of UAE-India Infrastructure Investment Fund, with the aim of reaching a target of $75 billion to support investment in India's plans for rapid expansion of next generation infrastructure\". The importance laid on the visit by the hosts was clear when Crown Prince Sheikh Mohamed bin Zayed Al Nahyan arrived with all his five brothers to receive Modi at the airport. An additional gesture was grant of land for a Hindu temple in Abu Dhabi.","source":"toi","title":"India and UAE join hands against terrorism","url":"http://timesofindia.indiatimes.com//articleshow/48524883.cms?"},"time":{"from":"2015-08-18","toTimeStamp":"null"}},{"geo":{"latitude":"23.40601158","longtitude":"79.45809174","location":"India"},"newsContent":{"abstract":"UNKNOWN","source":"toi","title":"India and UAE join hands against terrorism","url":"http://timesofindia.indiatimes.com//india/India-and-UAE-join-hands-against-terrorism/articleshow/48520579.cms?"},"time":{"from":"2015-08-18","toTimeStamp":"null"}},{"geo":{"latitude":"23.40601158","longtitude":"79.45809174","location":"India"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"UAE Denounces Terrorism, Backs India for UN Security Council Seat","url":"http://www.ndtv.com/cheat-sheet/uae-backs-india-stand-on-pak-sponsored-terrorism-in-joint-statement-1208211"},"time":{"from":"2015-08-17","toTimeStamp":"null"}},{"geo":{"latitude":"30.375321","longtitude":"69.345116","location":"Pakistan"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Prime Minister Modi Takes Veiled Swipe at Pakistan Over Terrorism","url":"http://www.ndtv.com/india-news/prime-minister-modi-takes-veiled-swipe-at-pakistan-over-terrorism-1208268"},"time":{"from":"2015-08-17","toTimeStamp":"null"}},{"geo":{"latitude":"26.820553","longtitude":"30.802498","location":"Egypt"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Egypt's Sisi approves anti-terrorism law setting up special courts","url":"http://timesofindia.indiatimes.com//world/middle-east/Egypts-Sisi-approves-anti-terrorism-law-setting-up-special-courts/articleshow/48507211.cms"},"time":{"from":"2015-08-17","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Cricket and terrorism cannot go together: Anurag Thakur","url":"http://timesofindia.indiatimes.com//top-stories/Cricket-and-terrorism-cannot-go-together-Anurag-Thakur/articleshow/48508721.cms"},"time":{"from":"2015-08-17","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"BCCI Secretary Anurag Thakur Says Cricket And Terrorism Cannot Co-Exist","url":"http://sports.ndtv.com/article/247084"},"time":{"from":"2015-08-16","toTimeStamp":"null"}},{"geo":{"latitude":"23.40601158","longtitude":"79.45809174","location":"India"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"India wants UAE as top partner in trade, counter-terrorism: PM","url":"http://timesofindia.indiatimes.com//india/India-wants-UAE-as-top-partner-in-trade-counter-terrorism-PM/articleshow/48500189.cms"},"time":{"from":"2015-08-16","toTimeStamp":"null"}},{"geo":{"latitude":"28.32910919","longtitude":"79.46389008","location":"Bareilly"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Anti terrorism chapter in Bareilly madrassa course","url":"http://timesofindia.indiatimes.com//uttar-pradesh/Anti-terrorism-chapter-in-Bareilly-madrassa-course/articleshow/48385545.cms"},"time":{"from":"2015-08-07","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"BAREILLY: After a recent fatwa barred recitation of burial prayers for anyone associated with terrorism, Dargah Aala Hazrat here introduced a specialization within the Hadith course, titled 'Islam and terrorism'. This course, meant for graduate students, will offer them the chance to compare the original text from the Quran with translations offered by terrorist groups in a bid to show how religious texts are misused. Clerics will guide students to see how original extracts from Quran and Hadith (references to Quran penned by noted religious leaders of the Prophet's era) have been mangled by terrorist groups. Regular workshops will be organised to show students of Jamia Razviya Manazar-E-Islam madrassa how religion is abused to spread terrorism and influence young and impressionable students. This course will be open only to Fazil (graduate) students of the madrassa. At Jamia Razviya Manazar-E-Islam madrassa, run by the Dargah Aala Hazrat, clerics wish to focus on terrorism in the new academic session. \"Many terrorists groups, including IS, al-Qaida and Taliban have published misleading extracts from Hadith. Through this, they try to lure youngsters to join their groups. The original texts of religious books are in Arabic. These groups fool young people by misquoting religious texts while offering a translation. In this specialisation course, we will compare original extracts with the ones published by terrorist organizations to make students aware of the true message of Islam, and demonstrate how it is being corrupted,\" said Mufti Mohammed Saleem Noori, senior teacher and head of this specialization course. READ ALSO: Madrassa only means centre of learning, it's unrelated to religion Eight students are currently enrolled for the Fazil degree (graduation) course which began on Wednesday. The madrassa is open to taking in more students. Clerics have also decided to conduct regular workshops on 'Islam and terrorism' for students not enrolled in this course, to spread awareness of this important issue. Set up in 1904, Manjar-E-Islam was formed by Aala Hazrat Imam Ahmed Raza Khan, the founder of the Barelvi movement. There are 1,200 students enrolled here at present. \"In the name of Islam, organizations are spreading terrorism. This throws Islam in poor light. We want to spread the original message of Islam through our madrassa,\" said Hazrat Subhan Raza Khan alias Subhani Miyan, chairperson, dargah Aala Hazrat. Mufti Ahsan Raza Qadri, the head of this madrassa, said, \"The responsibility of madrassa students has increased in today's time. They have to face many challenges, including being strong enough to resist the lure of terrorist organizations. We want our students to be prepared to counter the propaganda of these organisations.\" Mohd Ibrahim, a student who is studying the new course said he wanted to be able to spread the true message of Islam. His classmate Mohd Qamar Raza said the course would help clear misconceptions that terrorists have managed to spread about the faith. On Eid this year, clerics of Dargah Aala Hazrat announced that if any man with a history of terrorist activity died, the 'namaz-e-janaza' would not be read during his burial services. This prayer is an important part of the last rites in Islam. READ IN HINDI:        ","source":"toi","title":"‘Islam and terrorism’ now in madrassa course","url":"http://timesofindia.indiatimes.com//city/kanpur/Islam-and-terrorism-now-in-madrassa-course/articleshow/48383203.cms?"},"time":{"from":"2015-08-07","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"‘Islam and terrorism’ now in madrassa course","url":"http://timesofindia.indiatimes.com//city/kanpur/Islam-and-terrorism-now-in-madrassa-course/articleshow/48383203.cms"},"time":{"from":"2015-08-07","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"BAREILLY: After a recent fatwa barred recitation of burial prayers for anyone associated with terrorism, Dargah Aala Hazrat here introduced a specialization within the Hadith course, titled 'Islam and terrorism'. This course, meant for graduate students, will offer them the chance to compare the original text from the Quran with translations offered by terrorist groups in a bid to show how religious texts are misused. Clerics will guide students to see how original extracts from Quran and Hadith (references to Quran penned by noted religious leaders of the Prophet's era) have been mangled by terrorist groups. Regular workshops will be organised to show students of Jamia Razviya Manazar-E-Islam madrassa how religion is abused to spread terrorism and influence young and impressionable students. This course will be open only to Fazil (graduate) students of the madrassa. At Jamia Razviya Manazar-E-Islam madrassa, run by the Dargah Aala Hazrat, clerics wish to focus on terrorism in the new academic session. \"Many terrorists groups, including IS, al-Qaida and Taliban have published misleading extracts from Hadith. Through this, they try to lure youngsters to join their groups. The original texts of religious books are in Arabic. These groups fool young people by misquoting religious texts while offering a translation. In this specialisation course, we will compare original extracts with the ones published by terrorist organizations to make students aware of the true message of Islam, and demonstrate how it is being corrupted,\" said Mufti Mohammed Saleem Noori, senior teacher and head of this specialization course. READ ALSO: Madrassa only means centre of learning, it's unrelated to religion Eight students are currently enrolled for the Fazil degree (graduation) course which began on Wednesday. The madrassa is open to taking in more students. Clerics have also decided to conduct regular workshops on 'Islam and terrorism' for students not enrolled in this course, to spread awareness of this important issue. Set up in 1904, Manjar-E-Islam was formed by Aala Hazrat Imam Ahmed Raza Khan, the founder of the Barelvi movement. There are 1,200 students enrolled here at present. \"In the name of Islam, organizations are spreading terrorism. This throws Islam in poor light. We want to spread the original message of Islam through our madrassa,\" said Hazrat Subhan Raza Khan alias Subhani Miyan, chairperson, dargah Aala Hazrat. Mufti Ahsan Raza Qadri, the head of this madrassa, said, \"The responsibility of madrassa students has increased in today's time. They have to face many challenges, including being strong enough to resist the lure of terrorist organizations. We want our students to be prepared to counter the propaganda of these organisations.\" Mohd Ibrahim, a student who is studying the new course said he wanted to be able to spread the true message of Islam. His classmate Mohd Qamar Raza said the course would help clear misconceptions that terrorists have managed to spread about the faith. On Eid this year, clerics of Dargah Aala Hazrat announced that if any man with a history of terrorist activity died, the 'namaz-e-janaza' would not be read during his burial services. This prayer is an important part of the last rites in Islam. READ IN HINDI:        ","source":"toi","title":"‘Islam and terrorism’ now in madrassa course","url":"http://timesofindia.indiatimes.com//india/Islam-and-terrorism-now-in-madrassa-course/articleshow/48383137.cms?"},"time":{"from":"2015-08-07","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"‘Islam and terrorism’ now in madrassa course","url":"http://timesofindia.indiatimes.com//india/Islam-and-terrorism-now-in-madrassa-course/articleshow/48383137.cms"},"time":{"from":"2015-08-07","toTimeStamp":"null"}},{"geo":{"latitude":"30.375321","longtitude":"69.345116","location":"Pakistan"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Pakistan SC allows military trials in terrorism cases","url":"http://timesofindia.indiatimes.com//world/pakistan/Pakistan-SC-allows-military-trials-in-terrorism-cases/articleshow/48357722.cms"},"time":{"from":"2015-08-05","toTimeStamp":"null"}},{"geo":{"latitude":"30.375321","longtitude":"69.345116","location":"Pakistan"},"newsContent":{"abstract":"ISLAMABAD: In a landmark judgement, Pakistan's Supreme Court today dismissed petitions against establishment of controversial special military courts in the country for speedy trial of terrorists. The apex court dismissed several identical petitions against the 21st constitutional amendment by the parliament which set up the military courts. In a majority 11-6 vote, the 17-member SC bench headed by Chief Justice Nasirul Mulk upheld parliament's decision. Parliament adopted the 21st amendment and the Pakistan Army Act, 1952 in January to set special courts after the deadly Taliban attack on a military school in Peshawar that killed over 150 people, mostly children. The military courts had awarded death sentence to six accused and life imprisonment to one when their working was suspended on April 16 by the court after taking up petitions. The hearing was completed on June 26 but the court had reserved the judgement. Earlier, the court had combined total 31 petitions challenged the powers of parliament to legislate on various issues. There were 15 petitions against the 21st amendment. Today's verdict is the last major decision by Chief Justice Mulk who is set to retire on August 16. The decision will lift the ban on military court which now can hold speedy trial of militants involved in heinous crimes.","source":"toi","title":"Pakistan SC allows military trials in terrorism cases","url":"http://timesofindia.indiatimes.com//world/pakistan/Pakistan-SC-allows-military-trials-in-terrorism-cases/articleshow/48357722.cms?"},"time":{"from":"2015-08-05","toTimeStamp":"null"}},{"geo":{"latitude":"31.046051","longtitude":"34.851612","location":"Israel"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Israel President Threatened Over 'Jewish Terrorism' Comment","url":"http://www.ndtv.com/world-news/israel-president-threatened-over-jewish-terrorism-comment-1203458"},"time":{"from":"2015-08-03","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"High-stakes diplomatic face-off on terrorism likely at the event","url":"http://timesofindia.indiatimes.com//india/High-stakes-diplomatic-face-off-on-terrorism-likely-at-the-event/articleshow/48321899.cms"},"time":{"from":"2015-08-03","toTimeStamp":"null"}},{"geo":{"latitude":"39.05101013","longtitude":"34.93033981","location":"Turkey"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"NATO Vows Solidarity With Turkey Against 'Terrorism'","url":"http://www.ndtv.com/world-news/nato-vows-solidarity-with-turkey-against-terrorism-1201454"},"time":{"from":"2015-07-28","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Australian With Alleged Islamic State Links Charged With Supporting Terrorism","url":"http://www.ndtv.com/world-news/australian-with-alleged-islamic-state-links-charged-with-supporting-terrorism-1200681"},"time":{"from":"2015-07-26","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Accidental gunfire killed more people than terrorism in 2014","url":"http://timesofindia.indiatimes.com//india/Accidental-gunfire-killed-more-people-than-terrorism-in-2014/articleshow/48220496.cms"},"time":{"from":"2015-07-26","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"NEW DELHI: More people died in accidental gunfire in 2014 than in terrorist attacks or Maoist violence. While 561 people (including security forces and terrorists) died in various terror and Maoist-related incidents across the country, 633 died in accidental gunfire. Curiously, close to 50% of these cases happened in UP alone. Madhya Pradesh accounted for about 18% of such incidents while Chhattisgarh had 11% fatalities of all deaths due to accidental gunfire. According to National Crime Records Bureau (NCRB) data, the three states together accounted for close to 80% of all such deaths. Police sources explained the difference in fatality in accidental gunfire and terror related incidents to the sheer number of guns that are there in the country. \"Private gun licenses run into several lakhs in the country. Even if there is a 0.1% probability of accidental gunfire, it would weigh more than the few hundred terrorists who enter the country with a purpose to kill,\" said an officer with a central force. As far as UP is concerned, police sources attributed the high number of fatal gunfire accidents in the state to its prevalent gun culture and the propensity of its people to randomly fire during social events. UP has the highest number of private gun licenses. According to an affidavit filed in Allahabad high court by various districts in the state in 2014, there were 11.23 lakh gun licenses in the state. Its closest competitor, Haryana, had merely 1.44 lakh licenses. \"Gun is a status symbol in UP. If you have money and any kind of pull in the society through money or politics, you must have a few guns. It's a symbol of power. Weddings and cultural events often see random gunfire in UP and Bihar. It's in these event that most die of accidental gunfire,\" said a UP police officer. According to government, in terror or insurgency-related incidents in 2014, four people died in bomb blasts in UP, Chennai and Bangalore, 185 people (of which 110 were terrorists) were killed in Jammu and Kashmir while 459 (63 of whom were rebels) died in Maoist violence.","source":"toi","title":"Accidental gunfire killed more people than terrorism in 2014","url":"http://timesofindia.indiatimes.com//india/Accidental-gunfire-killed-more-people-than-terrorism-in-2014/articleshow/48220496.cms?"},"time":{"from":"2015-07-26","toTimeStamp":"null"}},{"geo":{"latitude":"50.64896393","longtitude":"4.64150238","location":"Belgium"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Belgium Arrests 2 Ex-Guantanamo Inmates on Terrorism Charges","url":"http://www.ndtv.com/world-news/belgium-arrests-2-ex-guantanamo-inmates-on-terrorism-charges-1200361"},"time":{"from":"2015-07-25","toTimeStamp":"null"}},{"geo":{"latitude":"36.28164673","longtitude":"139.0772705","location":"Japan"},"newsContent":{"abstract":"A government poll shows that 79.2 percent of the public feels anxiety about possible terrorism in Japan, with the fear being fueled by incidents abroad, particularly those involving Japanese.","source":"japantimes","title":"79% of public worried about terrorism in Japan, poll shows","url":"http://www.japantimes.co.jp/news/2015/07/23/national/79-of-public-worried-about-terrorism-in-japan-poll-shows/"},"time":{"from":"2015-07-23","toTimeStamp":"null"}},{"geo":{"latitude":"9.081999","longtitude":"8.675277","location":"Nigeria"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Nigeria's President Muhammadu Buhari to Talk Terrorism, Trade With Barack Obama","url":"http://www.ndtv.com/world-news/nigerias-president-muhammadu-buhari-to-talk-terrorism-trade-with-obama-782380"},"time":{"from":"2015-07-17","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Punjab Most Peaceful State, No Threat of Terrorism: Sukhbir Singh Badal","url":"http://www.ndtv.com/india-news/punjab-most-peaceful-state-no-threat-of-terrorism-sukhbir-singh-badal-782230"},"time":{"from":"2015-07-16","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"France Announces Terrorism Charge Against Gas Plant Attacker","url":"http://www.ndtv.com/world-news/france-announces-terrorism-charge-against-gas-plant-attacker-776767"},"time":{"from":"2015-06-30","toTimeStamp":"null"}},{"geo":{"latitude":"22.258652","longtitude":"71.192381","location":"Gujarat"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"2002 Gujarat Bomb Blasts Accused Arrested After 13 Years: Anti-Terrorism Squad","url":"http://www.ndtv.com/india-news/2002-gujarat-bomb-blasts-accused-arrested-after-13-years-anti-terrorism-squad-776580"},"time":{"from":"2015-06-30","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Sreeram Chaulia: ISIS caliphate's 1st birthday inspires lone wolf terrorism across continents","url":"http://timesofindia.indiatimes.com//articleshow/47872828.cms"},"time":{"from":"2015-06-30","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Jihadi noir: Terrorism and its collateral damage","url":"http://timesofindia.indiatimes.com//life-style/books/features/Jihadi-noir-Terrorism-and-its-collateral-damage/articleshow/47781524.cms"},"time":{"from":"2015-06-28","toTimeStamp":"null"}},{"geo":{"latitude":"32.776475","longtitude":"-79.931051","location":"Charleston"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Hillary Clinton Calls Charleston Killings 'Racist Terrorism'","url":"http://www.ndtv.com/world-news/hillary-clinton-calls-charleston-killings-racist-terrorism-774656"},"time":{"from":"2015-06-24","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Jihadi noir: Terrorism and its collateral damage","url":"http://timesofindia.indiatimes.com//articleshow/47786954.cms"},"time":{"from":"2015-06-24","toTimeStamp":"null"}},{"geo":{"latitude":"32.776475","longtitude":"-79.931051","location":"Charleston"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Hillary Clinton calls Charleston killings 'racist terrorism'","url":"http://timesofindia.indiatimes.com//world/us/Hillary-Clinton-calls-Charleston-killings-racist-terrorism/articleshow/47793112.cms"},"time":{"from":"2015-06-24","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"India Tanzania"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"India, Tanzania to Fight Terrorism, Boost Gas Exploration","url":"http://www.ndtv.com/india-news/india-tanzania-to-fight-terrorism-boost-gas-exploration-773510"},"time":{"from":"2015-06-20","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Richa Chadha Spoke of Terrorism, Dowry on French Talk Show","url":"http://movies.ndtv.com/bollywood/richa-chadha-spoke-of-terrorism-dowry-on-french-talk-show-773319"},"time":{"from":"2015-06-19","toTimeStamp":"null"}},{"geo":{"latitude":"35.68320847","longtitude":"139.8089447","location":"Tokyo"},"newsContent":{"abstract":"Tokyo police held an anti-terrorism drill Monday in preparation for the 2016 Group of Seven summit in Mie Prefecture and the 2020 Tokyo Olympics. At Nippon Budokan Hall in Adachi Ward, some 150 people, including members of the department’s riot police and officers from ...","source":"japantimes","title":"Tokyo police hold terrorism drill in preparation for G-7 summit, Olympics","url":"http://www.japantimes.co.jp/news/2015/06/15/national/tokyo-police-hold-terrorism-drill-preparation-g-7-summit-olympics/"},"time":{"from":"2015-06-15","toTimeStamp":"null"}},{"geo":{"latitude":"39.44325638","longtitude":"-98.95733643","location":"US"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"US Conducts 'Counter-Terrorism Strike' Against Al Qaeda Targets in Libya","url":"http://www.ndtv.com/world-news/u-s-conducts-counter-terrorism-strike-against-al-qaeda-targets-in-libya-771657"},"time":{"from":"2015-06-15","toTimeStamp":"null"}},{"geo":{"latitude":"39.44325638","longtitude":"-98.95733643","location":"US"},"newsContent":{"abstract":"UNKOWN","source":"edit-taiwan","title":"Chasing foreigners, the US extends terrorism law internationally","url":"http://www.taipeitimes.comNews/editorials/archives/2015/06/13/2003620569"},"time":{"from":"2015-06-13","toTimeStamp":"null"}},{"geo":{"latitude":"54.56088638","longtitude":"-2.212511778","location":"UK"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"UK Terrorism Law Watchdog Calls for Major Surveillance Overhaul","url":"http://gadgets.ndtv.com/internet/news/uk-terrorism-law-watchdog-calls-for-major-surveillance-overhaul-702359"},"time":{"from":"2015-06-11","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Pak suffers USD 107 bn economic losses due to terrorism","url":"http://timesofindia.indiatimes.com//world/pakistan/Pak-suffers-USD-107-bn-economic-losses-due-to-terrorism/articleshow/47550687.cms"},"time":{"from":"2015-06-05","toTimeStamp":"null"}},{"geo":{"latitude":"42.360083","longtitude":"-71.05888","location":"Boston"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Man Arrested in Boston Terrorism Probe Due in Court","url":"http://www.ndtv.com/world-news/man-arrested-in-boston-terrorism-probe-due-in-court-768472"},"time":{"from":"2015-06-03","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"US India"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"US, India Need to Fight Violence, Terrorism Together: Hillary Clinton","url":"http://www.ndtv.com/india-news/us-india-need-to-fight-violence-terrorism-together-hillary-clinton-767929"},"time":{"from":"2015-06-02","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"US India"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"US, India need to fight violence, terrorism together: Clinton","url":"http://timesofindia.indiatimes.com//india/US-India-need-to-fight-violence-terrorism-together-Clinton/articleshow/47509962.cms"},"time":{"from":"2015-06-02","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"14-Year-Old Boy Gets 2-Year Sentence in Austrian Terrorism Case","url":"http://www.ndtv.com/world-news/14-year-old-boy-gets-2-year-sentence-in-austrian-terrorism-case-766152"},"time":{"from":"2015-05-26","toTimeStamp":"null"}},{"geo":{"latitude":"30.375321","longtitude":"69.345116","location":"Pakistan"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Pakistan Expresses Concern Over Defence Minister Manohar Parrikar's Remarks on Terrorism","url":"http://www.ndtv.com/india-news/pakistan-expresses-concern-over-defence-minister-manohar-parrikars-remarks-on-terrorism-765514"},"time":{"from":"2015-05-23","toTimeStamp":"null"}},{"geo":{"latitude":"40.394218","longtitude":"-79.154615","location":"India Mongolia"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"India, Mongolia Slam 'Double Standards' on Combating Terrorism","url":"http://www.ndtv.com/india-news/india-mongolia-slam-double-standards-on-combating-terrorism-763755"},"time":{"from":"2015-05-17","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"At Fudan University, PM Modi Invokes Gandhiji, Says His Teachings Address Global Warming, Terrorism","url":"http://www.ndtv.com/india-news/at-fudan-university-pm-modi-invokes-gandhiji-says-his-teachings-address-global-warming-terrorism-763585"},"time":{"from":"2015-05-16","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Modi government to continue with tradition of anti-terrorism day on Rajiv Gandhi's death anniversary","url":"http://timesofindia.indiatimes.com//india/Modi-government-to-continue-with-tradition-of-anti-terrorism-day-on-Rajiv-Gandhis-death-anniversary/articleshow/47242385.cms"},"time":{"from":"2015-05-12","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Modi government to continue with tradition of anti-terrorism day on Rajiv Gandhi's death anniversary","url":"http://timesofindia.indiatimes.com//india/Modi-government-to-continue-with-tradition-of-anti-terrorism-day-on-Rajiv-Gandhis-death-anniversary/articleshow/47241742.cms"},"time":{"from":"2015-05-12","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"John Kerry Calls for Unity to Defeat Terrorism","url":"http://www.ndtv.com/world-news/john-kerry-calls-for-unity-to-defeat-terrorism-760333"},"time":{"from":"2015-05-04","toTimeStamp":"null"}},{"geo":{"latitude":"32.5007782","longtitude":"54.2942009","location":"Iran"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"US Senate Rejects Tying Terrorism Support to Iran Sanctions Relief","url":"http://www.ndtv.com/world-news/us-senate-rejects-tying-terrorism-support-to-iran-sanctions-relief-759340"},"time":{"from":"2015-04-30","toTimeStamp":"null"}},{"geo":{"latitude":"39.44325638","longtitude":"-98.95733643","location":"US"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"FBI Investigating Possible Islamic State Terrorism plot in US: Report","url":"http://www.ndtv.com/world-news/fbi-investigating-possible-islamic-state-terrorism-plot-in-us-reports-758195"},"time":{"from":"2015-04-26","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Barack Obama Tells Congress He Plans to Remove Cuba From Terrorism List","url":"http://www.ndtv.com/world-news/barack-obama-tells-congress-he-plans-to-remove-cuba-from-terrorism-list-755027"},"time":{"from":"2015-04-15","toTimeStamp":"null"}},{"geo":{"latitude":"54.56088638","longtitude":"-2.212511778","location":"UK"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Six Arrested in UK on Suspicion of Terrorism","url":"http://www.ndtv.com/world-news/six-arrested-in-uk-on-suspicion-of-terrorism-755143"},"time":{"from":"2015-04-15","toTimeStamp":"null"}},{"geo":{"latitude":"54.56088638","longtitude":"-2.212511778","location":"UK"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Six arrested in UK on suspicion of terrorism","url":"http://timesofindia.indiatimes.com//world/uk/Six-arrested-in-UK-on-suspicion-of-terrorism/articleshow/46930469.cms"},"time":{"from":"2015-04-15","toTimeStamp":"null"}},{"geo":{"latitude":"54.56088638","longtitude":"-2.212511778","location":"UK"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"6 arrested in UK on suspicion of terrorism","url":"http://timesofindia.indiatimes.com//world/uk/6-arrested-in-UK-on-suspicion-of-terrorism/articleshow/46930131.cms"},"time":{"from":"2015-04-15","toTimeStamp":"null"}},{"geo":{"latitude":"40.46366700000001","longtitude":"-3.74922","location":"Spain"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Spain to Propose United Nations Set Up Terrorism Court","url":"http://www.ndtv.com/world-news/spain-to-propose-united-nations-set-up-terrorism-court-754689"},"time":{"from":"2015-04-13","toTimeStamp":"null"}},{"geo":{"latitude":"39.44325638","longtitude":"-98.95733643","location":"US"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"US to Recommend Taking Cuba Off State Terrorism List in Days: Reports","url":"http://www.ndtv.com/world-news/us-to-recommend-taking-cuba-off-state-terrorism-list-in-days-reports-753102"},"time":{"from":"2015-04-08","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Legitimate Tax Claim is not Tax Terrorism: Jaitley","url":"http://profit.ndtv.com/news/economy/article-legitimate-tax-claim-is-not-tax-terrorism-jaitley-752559"},"time":{"from":"2015-04-06","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Activists say anti-terrorism bill undemocratic","url":"http://timesofindia.indiatimes.com//city/ahmedabad/Activists-say-anti-terrorism-bill-undemocratic/articleshow/46801168.cms"},"time":{"from":"2015-04-04","toTimeStamp":"null"}},{"geo":{"latitude":"47.516231","longtitude":"14.550072","location":"Austria"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"IS-inspired teenager in Austria faces terrorism charges","url":"http://timesofindia.indiatimes.com//world/rest-of-world/IS-inspired-teenager-in-Austria-faces-terrorism-charges/articleshow/46752544.cms"},"time":{"from":"2015-03-31","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Terrorism is a challenge to humanity: Kiren Rijiju","url":"http://timesofindia.indiatimes.com//india/Terrorism-is-a-challenge-to-humanity-Kiren-Rijiju/articleshow/46648887.cms"},"time":{"from":"2015-03-22","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Terrorism is a challenge to humanity: Kiren Rijiju","url":"http://timesofindia.indiatimes.com//city/jaipur/Terrorism-is-a-challenge-to-humanity-Kiren-Rijiju/articleshow/46648899.cms"},"time":{"from":"2015-03-22","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Cannot link terrorism with religion: Rajnath","url":"http://timesofindia.indiatimes.com//city/lucknow/Cannot-link-terrorism-with-religion-Rajnath/articleshow/46649000.cms"},"time":{"from":"2015-03-22","toTimeStamp":"null"}},{"geo":{"latitude":"36.28164673","longtitude":"139.0772705","location":"Japan"},"newsContent":{"abstract":"On Nov. 27, 2005, an unidentified terrorist group attacked the Mihama nuclear power plant on the Japan Sea in Fukui Prefecture, damaging the facility and creating fears of a radiation leak. Local officials on-site at emergency response headquarters in the town of Mihama — ...","source":"japantimes","title":"Security blanket: Should Japan beef up its anti-terrorism measures?","url":"http://www.japantimes.co.jp/news/2015/03/21/national/security-blanket-japan-beef-anti-terrorism-measures/"},"time":{"from":"2015-03-21","toTimeStamp":"null"}},{"geo":{"latitude":"30.375321","longtitude":"69.345116","location":"Pakistan"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Occupied With Tackling Terrorism, Little Time to Take up Developmental Issues: Pakistan Prime Minister Nawaz Sharif","url":"http://www.ndtv.com/world-news/little-time-to-take-up-developmental-issues-pakistan-prime-minister-nawaz-sharif-748534"},"time":{"from":"2015-03-21","toTimeStamp":"null"}},{"geo":{"latitude":"34.33528519","longtitude":"9.245259285","location":"Tunisia"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Tunisia Vows 'Merciless War Against Terrorism' After Museum Attack","url":"http://www.ndtv.com/world-news/tunisia-vows-merciless-war-against-terrorism-after-museum-attack-747904"},"time":{"from":"2015-03-19","toTimeStamp":"null"}},{"geo":{"latitude":"46.63727951","longtitude":"2.33826232","location":"France"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"France Blocks 5 sites Accused of Condoning Terrorism","url":"http://www.ndtv.com/world-news/france-blocks-5-sites-accused-of-condoning-terrorism-747191"},"time":{"from":"2015-03-17","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Rs 20,000 crore notice to Cairn not 'tax terrorism', finance ministry says","url":"http://timesofindia.indiatimes.com//business/india-business/Rs-20000-crore-notice-to-Cairn-not-tax-terrorism-finance-ministry-says/articleshow/46569823.cms"},"time":{"from":"2015-03-15","toTimeStamp":"null"}},{"geo":{"latitude":"24.2225023","longtitude":"120.6545022","location":"China"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"China Convicted More Than 700 for Terrorism, Separatism in 2014: Court","url":"http://www.ndtv.com/world-news/china-convicted-more-than-700-for-terrorism-separatism-in-2014-court-745955"},"time":{"from":"2015-03-12","toTimeStamp":"null"}},{"geo":{"latitude":"39.44325638","longtitude":"-98.95733643","location":"US"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"US terrorism suspect says he would have shot Obama","url":"http://timesofindia.indiatimes.com//world/us/US-terrorism-suspect-says-he-would-have-shot-Obama/articleshow/46481394.cms"},"time":{"from":"2015-03-07","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Maldives Defends Ex-Leader's Arrest on Terrorism Charge","url":"http://www.ndtv.com/world-news/maldives-defends-ex-leaders-arrest-on-terrorism-charge-741937"},"time":{"from":"2015-02-24","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Kenyan Court Cuts Clauses of Tough Anti-Terrorism Laws","url":"http://www.ndtv.com/world-news/kenya-court-cuts-clauses-of-tough-anti-terrorism-laws-741849"},"time":{"from":"2015-02-24","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Maldives Arrests Former President Mohamed Nasheed on Terrorism Charges","url":"http://www.ndtv.com/world-news/maldives-arrests-former-president-mohamed-nasheedex-leader-on-terrorism-charges-741529"},"time":{"from":"2015-02-22","toTimeStamp":"null"}},{"geo":{"latitude":"36.28164673","longtitude":"139.0772705","location":"Japan"},"newsContent":{"abstract":"The Abe administration announces a fresh $15.5 million aid package to fight terrorism in the Middle East and Africa, a gesture seen as underscoring its resolve to take a larger role in international affairs.","source":"japantimes","title":"Japan unveils $15.5 million in new aid against Mideast terrorism","url":"http://www.japantimes.co.jp/news/2015/02/17/national/japan-unveils-15-5-million-new-aid-mideast-terrorism/"},"time":{"from":"2015-02-17","toTimeStamp":"null"}},{"geo":{"latitude":"20.51071739","longtitude":"84.42567444","location":"Orissa"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Discrimination Against Women More Dangerous than Terrorism: Orissa Chief Minister Naveen Patnaik","url":"http://www.ndtv.com/india-news/discrimination-against-women-more-dangerous-than-terrorism-orissa-chief-minister-naveen-patnaik-739782"},"time":{"from":"2015-02-15","toTimeStamp":"null"}},{"geo":{"latitude":"36.28164673","longtitude":"139.0772705","location":"Japan"},"newsContent":{"abstract":"Japan and the Association of Southeast Asian Nations plan to launch a high-level dialogue to explore ways to deal with with transnational organized crime and terrorism.","source":"japantimes","title":"Japan and ASEAN to start dialogue on transnational crime and terrorism","url":"http://www.japantimes.co.jp/news/2015/02/12/national/japan-asean-start-dialogue-transnational-crime-terrorism/"},"time":{"from":"2015-02-12","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"US-German Differences Over National Security Agency But Need to Cooperate on Counter-Terrorism: Angela Merkel","url":"http://www.ndtv.com/world-news/us-german-differences-over-national-security-agency-but-need-to-cooperate-on-counter-terrorism-angel-738329"},"time":{"from":"2015-02-10","toTimeStamp":"null"}},{"geo":{"latitude":"61.52401","longtitude":"105.318756","location":"Russia"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Russia and Egypt Committed to Fighting the Threat of Terrorism","url":"http://www.ndtv.com/world-news/russias-president-and-egypts-president-say-committed-to-fighting-terrorism-738595"},"time":{"from":"2015-02-10","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"In the wake of the recent hostage crisis, Prime Minister Shinzo Abe will highlight his resolve to fight terrorism in a policy speech in the Diet this week, informed sources said Monday. Abe plans to stress that Japan will never give in to terrorism ...","source":"japantimes","title":"Abe policy speech to highlight resolve to fight terrorism","url":"http://www.japantimes.co.jp/news/2015/02/09/national/politics-diplomacy/central-union-of-agricultural-co-operatives-better-known-as-ja-zenchu/"},"time":{"from":"2015-02-09","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"There is no good or bad terrorism: President","url":"http://timesofindia.indiatimes.com//india/There-is-no-good-or-bad-terrorism-President/articleshow/46169325.cms"},"time":{"from":"2015-02-09","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"World Must Take Determined Action to End Terrorism: President Pranab Mukherjee","url":"http://www.ndtv.com/india-news/world-must-take-determined-action-to-end-terrorism-president-pranab-mukherjee-737992"},"time":{"from":"2015-02-08","toTimeStamp":"null"}},{"geo":{"latitude":"36.28164673","longtitude":"139.0772705","location":"Japan"},"newsContent":{"abstract":"Japan told the world’s nations Thursday it will never give in to terrorism and will continue providing nonmilitary assistance for the fight against the Islamic State and other extremist groups — but not military troops or equipment “at this point.” Japan sent Foreign Ministry ...","source":"japantimes","title":"Japan won't give in to terrorism — but troop commitment not an option for now","url":"http://www.japantimes.co.jp/news/2015/02/06/national/japan-wont-give-terrorism-troop-commitment-option-now/"},"time":{"from":"2015-02-06","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"The Lower House unanimously adopts a resolution condemning the murders of two Japanese by the Islamic State group, declaring Japan will stand firm and \"never tolerate terrorism.\"","source":"japantimes","title":"Lower House adopts anti-terrorism resolution","url":"http://www.japantimes.co.jp/news/2015/02/05/national/lower-house-adopts-anti-terrorism-resolution/"},"time":{"from":"2015-02-05","toTimeStamp":"null"}},{"geo":{"latitude":"24.2225023","longtitude":"120.6545022","location":"China"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"China doesn’t defend Pakistan on terrorism","url":"http://timesofindia.indiatimes.com//world/china/China-doesnt-defend-Pakistan-on-terrorism/articleshow/46115088.cms"},"time":{"from":"2015-02-04","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"The Abe administration is considering sending Foreign Minister Fumio Kishida to an international anti-terrorism meeting slated for Feb. 18 and 19 in Washington, a Foreign Ministry official said. Japan is eager to boost coordination with other countries to curb extremism, especially after the killing ...","source":"japantimes","title":"Kishida may attend U.S. meeting on fighting terrorism","url":"http://www.japantimes.co.jp/news/2015/02/03/national/kishida-may-attend-u-s-meeting-fighting-terrorism/"},"time":{"from":"2015-02-03","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"In the wake of the recent hostage crisis, which was largely played out on the Internet, every section of Japanese society must work together to prevent extremism taking hold in the country’s online social spaces, an expert on digital hate speech and terrorism said ...","source":"japantimes","title":"Hostage crisis highlights 'new era' of digital terrorism: expert","url":"http://www.japantimes.co.jp/news/2015/02/02/national/hostage-crisis-highlights-new-era-of-digital-terrorism-expert/"},"time":{"from":"2015-02-02","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Spread Buddha’s teachings to end terrorism: Dalai Lama","url":"http://timesofindia.indiatimes.com//city/kanpur/Spread-Buddhas-teachings-to-end-terrorism-Dalai-Lama/articleshow/46070557.cms"},"time":{"from":"2015-01-31","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"European Union Plots Counter-Terrorism Strategy Against Islamists","url":"http://www.ndtv.com/world-news/european-union-plots-counter-terrorism-strategy-against-islamists-735628"},"time":{"from":"2015-01-29","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"French police question 8-year-old over terrorism comments","url":"http://timesofindia.indiatimes.com//world/europe/French-police-question-8-year-old-over-terrorism-comments/articleshow/46050308.cms"},"time":{"from":"2015-01-29","toTimeStamp":"null"}},{"geo":{"latitude":"15.552727","longtitude":"48.516388","location":"Yemen"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Some counter-terrorism efforts in Yemen frozen for now: US officials","url":"http://timesofindia.indiatimes.com//world/us/Some-counter-terrorism-efforts-in-Yemen-frozen-for-now-US-officials/articleshow/45999897.cms"},"time":{"from":"2015-01-24","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Akshay Kumar: I want Prime Minister Modi to see Baby as he is always concerned about terrorism","url":"http://timesofindia.indiatimes.com//entertainment/hindi/bollywood/news/Akshay-Kumar-I-want-Prime-Minister-Modi-to-see-Baby-as-he-is-always-concerned-about-terrorism/articleshow/45953063.cms"},"time":{"from":"2015-01-21","toTimeStamp":"null"}},{"geo":{"latitude":"24.2225023","longtitude":"120.6545022","location":"China"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"China Terrorism Law Draft a Licence to Commit Abuses: Human Rights Watch","url":"http://www.ndtv.com/world-news/china-terrorism-law-draft-a-licence-to-commit-abuses-human-rights-watch-730081"},"time":{"from":"2015-01-20","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Ex-UK Spy Chief Says Accord Needed With Tech Firms to Stop Terrorism","url":"http://gadgets.ndtv.com/internet/news/ex-uk-spy-chief-says-accord-needed-with-tech-firms-to-stop-terrorism-651458"},"time":{"from":"2015-01-20","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Why Akshay Kumar's Film on Terrorism is Named Baby","url":"http://movies.ndtv.com/bollywood/why-akshay-kumars-film-on-terrorism-is-named-baby-729854"},"time":{"from":"2015-01-20","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Akshay Kumar: Baby openly talks about terrorism","url":"http://timesofindia.indiatimes.com//entertainment/hindi/bollywood/news/Akshay-Kumar-Baby-openly-talks-about-terrorism/articleshow/45951196.cms"},"time":{"from":"2015-01-20","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"NIA short-staffed to meet challenges of terrorism: Rijiju","url":"http://timesofindia.indiatimes.com//india/NIA-short-staffed-to-meet-challenges-of-terrorism-Rijiju/articleshow/45948102.cms"},"time":{"from":"2015-01-20","toTimeStamp":"null"}},{"geo":{"latitude":"31.046051","longtitude":"34.851612","location":"Israel"},"newsContent":{"abstract":"Prime Minister Shinzo Abe and Israeli Prime Minister Benjamin Netanyahu agreed to work together to enhance anti-terrorism measures as they held talks Sunday in Jerusalem, Japanese officials said. “Despicable acts of terrorism cannot be tolerated whatever reasons there may be,” Abe said in reference ...","source":"japantimes","title":"Abe visits Israel, agrees with Netanyahu on anti-terrorism cooperation","url":"http://www.japantimes.co.jp/news/2015/01/19/national/abe-netanyahu-meet-israel-agree-anti-terrorism-cooperation/"},"time":{"from":"2015-01-19","toTimeStamp":"null"}},{"geo":{"latitude":"-1.248089075","longtitude":"115.4189987","location":"Indonesia"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"AirAsia Crash: No Evidence of Terrorism So Far, Says Indonesia","url":"http://www.ndtv.com/world-news/airasia-crash-no-evidence-of-terrorism-so-far-says-indonesia-729354"},"time":{"from":"2015-01-19","toTimeStamp":"null"}},{"geo":{"latitude":"54.26122284","longtitude":"17.66984558","location":"Europe US"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Barack Obama, British Prime Minister Meet Amid Specter of Terrorism in Europe, US","url":"http://www.ndtv.com/world-news/barack-obama-british-prime-minister-meet-amid-specter-of-terrorism-in-europe-us-728032"},"time":{"from":"2015-01-16","toTimeStamp":"null"}},{"geo":{"latitude":"52.520007","longtitude":"13.404954","location":"Berlin"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"2 Arrested in Berlin on Suspicion of Supporting Terrorism","url":"http://www.ndtv.com/world-news/2-arrested-in-berlin-on-suspicion-of-supporting-terrorism-728095"},"time":{"from":"2015-01-16","toTimeStamp":"null"}},{"geo":{"latitude":"39.44325638","longtitude":"-98.95733643","location":"US"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"US Muslim Rights Groups Seeks Exit from UAE Terrorism List","url":"http://www.ndtv.com/world-news/us-muslim-rights-groups-seeks-exit-from-uae-terrorism-list-728273"},"time":{"from":"2015-01-16","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"French President Francois Hollande Urges 'Collective', 'Firm' Response to Terrorism","url":"http://www.ndtv.com/world-news/french-president-francois-hollande-urges-collective-firm-response-to-terrorism-728232"},"time":{"from":"2015-01-16","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"'Five Eyes' Countries to Meet on Anti-Terrorism Fight: Canadian Government","url":"http://www.ndtv.com/world-news/five-eyes-countries-to-meet-on-anti-terrorism-fight-canadian-government-726859"},"time":{"from":"2015-01-14","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Anti-Terrorism Court Indicts Pervez Musharraf in Nawaz Akbar Khan Bugti Murder Case","url":"http://www.ndtv.com/world-news/anti-terrorism-court-indicts-pervez-musharraf-in-nawaz-akbar-khan-bugti-murder-case-727056"},"time":{"from":"2015-01-14","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Fundamentalist Terrorism Result of 'Deviant Religion': Pope Francis","url":"http://www.ndtv.com/world-news/fundamentalist-terrorism-result-of-deviant-religion-pope-francis-726127"},"time":{"from":"2015-01-12","toTimeStamp":"null"}},{"geo":{"latitude":"46.63727951","longtitude":"2.33826232","location":"France"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"3.7 million people rally for unity against terrorism in France","url":"http://timesofindia.indiatimes.com//world/europe/3-7-million-people-rally-for-unity-against-terrorism-in-France/articleshow/45847490.cms"},"time":{"from":"2015-01-12","toTimeStamp":"null"}},{"geo":{"latitude":"46.63727951","longtitude":"2.33826232","location":"France"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"France prepares for mass anti-terrorism rally","url":"http://timesofindia.indiatimes.com//world/europe/France-prepares-for-mass-anti-terrorism-rally/articleshow/45839360.cms"},"time":{"from":"2015-01-11","toTimeStamp":"null"}},{"geo":{"latitude":"39.44325638","longtitude":"-98.95733643","location":"US"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Abu Hamza Gets Life in Prison on US Terrorism Conviction","url":"http://www.ndtv.com/world-news/abu-hamza-gets-life-in-prison-on-us-terrorism-conviction-725035"},"time":{"from":"2015-01-10","toTimeStamp":"null"}},{"geo":{"latitude":"47.04607","longtitude":"29.386633","location":"India Europe"},"newsContent":{"abstract":"Foreign Minister Fumio Kishida said Friday he plans to discuss the fight against terrorism with his French counterpart Laurent Fabius in Paris as part of a weeklong trip to India, France, Belgium and Britain starting next week. Condemning the incident in Paris, he said: ...","source":"japantimes","title":"Kishida to visit India, Europe, eyes talks on terrorism in France","url":"http://www.japantimes.co.jp/news/2015/01/09/national/politics-diplomacy/kishida-to-visit-india-europe-eyes-talks-on-terrorism-in-france/"},"time":{"from":"2015-01-09","toTimeStamp":"null"}},{"geo":{"latitude":"46.63727951","longtitude":"2.33826232","location":"France"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"France to Host International 'Anti-Terrorism' Meeting","url":"http://www.ndtv.com/world-news/france-to-host-international-anti-terrorism-meeting-724604"},"time":{"from":"2015-01-09","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.352222","location":"Paris"},"newsContent":{"abstract":"Prime Minister Shinzo Abe expressed “profound shock and indignation” at Wednesday’s deadly gun attack at a French satirical magazine in a message delivered to French President Francois Hollande, the Foreign Ministry said early Thursday morning. “We categorically condemn any cowardly act of terrorism no ...","source":"japantimes","title":"Abe 'shocked' by Paris carnage, condemns terrorism; travel advosory issued","url":"http://www.japantimes.co.jp/news/2015/01/08/national/abe-shocked-paris-carnage-condemns-terrorism-travel-advosory-issued/"},"time":{"from":"2015-01-08","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Former CIA Chief Calls Paris Attack 'High End' of Terrorism","url":"http://www.ndtv.com/world-news/former-cia-chief-calls-paris-attack-high-end-of-terrorism-724483"},"time":{"from":"2015-01-08","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"French Islamic Groups Urge Muslims to Condemn Terrorism","url":"http://www.ndtv.com/world-news/french-islamic-groups-urge-muslims-to-condemn-terrorism-724548"},"time":{"from":"2015-01-08","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.352222","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Vladimir Putin 'Resolutely Condemns Terrorism' After Paris Newspaper Attack: Spokesman","url":"http://www.ndtv.com/world-news/vladimir-putin-resolutely-condemns-terrorism-after-paris-newspaper-attack-spokesman-723987"},"time":{"from":"2015-01-07","toTimeStamp":"null"}},{"geo":{"latitude":"30.375321","longtitude":"69.345116","location":"Pakistan"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Pakistan Executes Two More for Terrorism: Police Official","url":"http://www.ndtv.com/world-news/pakistan-executes-two-more-for-terrorism-police-official-723825"},"time":{"from":"2015-01-07","toTimeStamp":"null"}},{"geo":{"latitude":"30.375321","longtitude":"69.345116","location":"Pakistan"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Nawaz Sharif Vows to Rid Pakistan of Terrorism","url":"http://www.ndtv.com/world-news/nawaz-sharif-vows-to-rid-pakistan-of-terrorism-720907"},"time":{"from":"2015-01-01","toTimeStamp":"null"}}]
