[{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"edit-taiwan","title":"EDITORIAL: One Taiwan and ‘one China’","url":"http://www.taipeitimes.comNews/editorials/archives/2015/12/10/2003634435"},"time":{"from":"2015-12-10","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"Taiwan has come out on top among 122 nations and areas in this year’s Global Open Data Index, emerging as the first non-European nation to place in the top three, according to Open Knowledge International, which released the index on Tuesday. The result represented a major leap for Taiwan, which finished 36th in 2013 and 11th last year in the annual index that measures how open governments are in providing key information. However, in a statement on this year’s index, Open Knowledge International said that “significant progress is still to be made, as Taiwan’s overall score reveals that their data is only 78 percent open.” “Crucial datasets such as government spending, postcodes and land ownership are still closed and inaccessible to citizens,” the British non-profit organization said. Premier Mao Chi-kuo (毛治國) said that open data and value-added applications are an important strategy for promoting good governance, service innovation and overall economic development, and are a solid foundation for the government’s Internet policy, called “ide@Taiwan.” Under the policy, concrete goals and plans were drawn up for the nation to become fully digitized by 2020, according to the Executive Yuan. Rounding out the Open Data Index top 10 following Taiwan were the UK, Denmark, Colombia, Finland, Australia, Uruguay, the US, the Netherlands and Norway. The next-highest ranked countries in Asia were India at 19th, South Korea at 23rd and Singapore at 25th. While the top rankings remained dominated by OECD members, three non-OECD nations broke into the top 10 this year for the first time, Open Knowledge said, referring to Taiwan, Colombia and Uruguay. “Overall, whilst there was meaningful improvement in the number of open datasets (from 124 to 154), the percentage of open datasets across all the surveyed countries fell from 11 percent in 2014 to 9 percent in 2015,” the group said. “It is clear that little progress has been made at the global level.” According to Open Knowledge, the index is the result of civil society collaboration to track the state of open data in countries and places around the world. The index ranks nations based on the availability and accessibility of data in 13 key categories, including national statistics, government budgets, government spending, legislation, election results, procurement tenders and national maps. Other categories are pollution emissions, weather forecasts, company registers, location datasets, water quality and land ownership.","source":"taiwan","title":"Taiwan tops Global Open Data Index","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/12/10/2003634477"},"time":{"from":"2015-12-10","toTimeStamp":"null"}},{"geo":{"latitude":"24.2225023","longtitude":"120.6545022","location":"China"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"China Chips Away at US, Taiwan Semiconductor Dominance","url":"http://gadgets.ndtv.com/laptops/news/china-chips-away-at-us-taiwan-semiconductor-dominance-775642"},"time":{"from":"2015-12-09","toTimeStamp":"null"}},{"geo":{"latitude":"39.44325638","longtitude":"-98.95733643","location":"US"},"newsContent":{"abstract":"If the US does not pay more attention to the balance of power in the Taiwan Strait, it will be “inviting a war,” an expert on Asian military affairs said on Monday. “One side is already preparing for such a war,” International Assessment and Strategy Center (IASC) senior fellow Richard Fisher said. He was addressing a Capitol Hill forum — attended by US Congressional staffers — on growing Chinese military threats to Taiwan. Fisher said that a central part of the “China dream” was to become the world’s dominant military power. He said that for Taiwan to deter a Chinese attack on the nation, the US would have to do much more than it is. A new generation of capability has to be made available, Fisher said. He said that China wants to exploit Taiwan and use it as a military base. According to Fisher “the pressure is going to be on” by the early 2020s and Taipei’s need for submarines was “without argument.” He said that Washington should provide fighters to replace Taiwan’s aging French Dassault Mirage 2000s. “If they can’t afford new F-16s, let us offer them used F-16s, or even a small number of F-35s, which are very expensive, but at least we could start training and building up capacity to a fifth-generation level,” he said. Fisher said that energy weapons could be key to Taiwan’s needs and that 100 railguns could probably “take down” the bulk of a Chinese missile attack. “If the Chinese understood that, they wouldn’t launch those missiles in the first place,” he said. A Chinese invasion could look like “the reverse of Dunkirk” Fisher said, referring to a major World War II evacuation of Allied troops from France. Beijing could probably transport eight to 12 divisions across the Taiwan Strait, he said. He said that China would use thousands of civilian-owned barges and ships. “Instead of rescuing people, this ‘Dunkirk’ fleet is going to be the invasion force,” he said. Arthur Waldron, a professor of international relations at the University of Pennsylvania, said that since 2009, China had become overbearing and militaristic. “In other words, she is dangerous,” Waldron said. He said that China is threatening Taiwan, South Korea, Japan, Philippines, Malaysia, Singapore, Brunei, Indonesia, Vietnam and India. “That’s an awful lot of countries to be threatening at one time,” Waldron said. He added: “China fully intends to achieve her goal. She believes that in 10 years time, she is going to own the South China Sea; she is going to be the harbormaster.” “The US has done nothing that actually slows progress towards this goal,” he said. “No one has done anything to throw sand in the wheels.” However, the nations under threat are not “potted plants” he said. “They are reacting and they are beginning to rearm,” Waldron said. He said that India is already a nuclear power and that others might also go nuclear to stop China. Waldron said the US needed to tell China that if it attacked Taiwan, there would be a strong reaction. Using an old gangster line, he said that Washington might tell Beijing: “You touch my daughter, I will break your legs.”","source":"taiwan","title":"US ‘inviting war’ without focus on Taiwan: expert","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/12/09/2003634388"},"time":{"from":"2015-12-09","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"SOCIETY Priest wins language award A Catholic priest from France who spent more than 40 years compiling an Amis-French dictionary won an award for outstanding contribution in promoting Aboriginal languages, the Ministry of Education said yesterday. Maurice Poinsot, 83, began doing missionary work in Hualien County’s Yuli Township (玉里) when he was 27 years old. He learned Mandarin, Hoklo (commonly known as Taiwanese), Hakka and Amis to assimilate into the communities. To help other priests learn the Amis language, Poinsot and now-deceased father Louis Pourrias began to compile an Amis-French dictionary, going to Amis villages to conduct research. The dictionary, which mainly records the Amis language in central Hualien and along the east coast, remains an important reference book for studying the Amis language, the ministry said. Huang Meei-jin (黃美金), a professor in the Department of Applied Foreign Languages at Shih Chien University, was also recognized for her efforts in preserving Aboriginal languages. HEALTH New dengue deaths reported Eleven new deaths caused by dengue hemorrhagic fever have taken the death toll to 195 since the outbreak began in May, the Central Epidemic Command Center said yesterday. Among the 11 was a 29-year-old man with cerebral palsy, the youngest person reported to have died from the disease so far this year, it said. The deaths were recorded over the past week in Kaohsiung. They involved six men and five women aged between 29 and 84, the center said, adding that another 24 deaths are being examined to determine whether they were also caused by the disease. CRIME Men arrested over batteries Police in Kaohsiung have arrested two men for allegedly importing fake iPhone batteries and cables from China, while officers raided stores in the southern city that were allegedly selling the products, authorities said yesterday. Acting on tips from the public, police conducted an investigation and searched several stores in Kaohsiung in October. They discovered more than 1,500 fake iPhone parts with a market value of NT$5 million (US$151,345), and arrested two suspects surnamed Lin and Lee. The suspects allegedly imported the fake batteries and cables from Chinese companies. The parts for iPhone 5, 5S and 6 models look almost the same as genuine ones and also came with fake serial number stickers, police said. The fake parts were sold at 80 percent of the price of genuine iPhone parts, police said. SOCIETY Weight-loss success touted More than 8,600 people in Chiayi City this year participated in an annual weight-loss program organized by the city’s Bureau of Health, shedding a combined total of 16 tonnes, the bureau said on Monday. The program had a target of 9.5 tonnes, but the result far exceeded expectations, the bureau said. The program was designed to help participants lose weight on their own, with participants entered into group and individual competitions. Their weights were measured before and after their participation in the events. The person who shed the most weight was a man who lost 24kg in five months, it said. He is to share his experiences in the program at an awards ceremony today, the bureau said. More than 45 percent of adults in the city are overweight or obese, while seven of the top 10 leading causes of death in Chiayi last year were related to obesity, the bureau said.","source":"taiwan","title":"Taiwan News Quick Take","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/12/09/2003634404"},"time":{"from":"2015-12-09","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"The defense of Taiwan is probably the most critical and enduring strategic challenge facing US security professionals today, Project 2049 Institute research fellow Ian Easton said on Saturday. “No other flashpoint is as likely to see the world’s two strongest nations go to war,” Easton told the annual banquet meeting of the Formosan Association for Public Affairs. Easton said that China was building up for the day when it could project “overwhelming violence” across the Taiwan Strait. “The Chinese military’s No. 1 mission is the invasion of Taiwan — including a pre-emptive attack on US forces that would come to Taiwan’s aid,” he said. Chinese military planners want to use Taiwan as a military base to threaten Japan, South Korea and the Philippines, he said. Easton criticized Washington for only offering arms sales designed to avoid provoking Beijing. “Taiwan deserves to have the best weapons systems the US sells, not the cheap stuff that doesn’t scare Beijing,” he said. “Having frequent, as well as high-quality sales, is incredibly important for the strategic message it sends.” Easton said that arms sales needed to be regular and of high quality, and that the US should also help Taiwan build submarines and sell it new fighter jets. “The US Department of Defense should be sending high-ranking officials to visit Taiwan, not just mid-ranking desk officers,” he said. “The Pacific Command should be sending its best admirals and generals to visit Taiwan, and learn about the battle space firsthand — our defense attache in Taipei should be a one-star general, not a colonel.” At the same time, the US should be holding bilateral military exercises with Taiwan, and US Navy ships should make port calls at Keelung and Kaohsiung, he said. Easton argued that the US should include Taiwan in the fight against terrorism, piracy and human trafficking, and that the FBI should have a legal attache in Taipei. More should be done, he said, to work with Taiwan against the shared cyberwarfare threat and to jointly conduct disaster relief operations. “I would submit that fear, not logic, is driving many decisions in Washington, but I am confident that is going to change,” Easton said.","source":"taiwan","title":"Defense of Taiwan is US’ biggest challenge: analyst","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/12/08/2003634304"},"time":{"from":"2015-12-08","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"Taiwan unveiled the Pan-Pacific Adaptation on Climate Change (PPACC), an initiative aimed at helping the region deal with the effects of climate change, in Paris on Sunday. Several nations in the region are facing similar challenges as a result of climate change and Taiwan has the technology to deal with those issues, Environmental Protection Administration (EPA) Minister Wei Kuo-yen (魏國彥) said at the launch. The Asia-Pacific region needs the PPACC to help it prepare for climate change, Wei said. The PPACC is to cooperate with the Center for Collective Intelligence (CCI) at the Massachusetts Institute of Technology in the US, the EPA said. Taiwan’s Greenhouse Gas Reduction Management Office has also signed a letter of intent with the CCI’s Climate CoLab on future cooperation, it said. CCI director Thomas Malone said at the launch that Climate CoLab’s partnership with the EPA is its first in the Asia-Pacific region, which is at high risk from the effects of climate change because of its dense population. The EPA said its office would work with Climate CoLab, which brings together people from around the world to work on climate change issues, to hold a series of events and contests to solicit ideas from the public. Wei is in Paris for the 21st session of the Conference of the Parties to the UN Framework Convention on Climate Change, to which Taiwan is not a party. He is the first Taiwanese minister to take part in a UN climate change summit and is scheduled to hold bilateral talks with environmental protection officials from other nations during his visit.","source":"taiwan","title":"Taiwan unveils climate initiative at Paris summit","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/12/08/2003634317"},"time":{"from":"2015-12-08","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"Liberty Times (LT): From the Sept. 11, 2001, terror attacks to the Islamic State (IS) group’s recent attacks in France, are international terrorist attacks changing into something new? Are new trends emerging? Wang Yu-wei (汪毓瑋): Yes. 9/11 is the watershed between old and new terrorism. Older forms of terrorism, such as that of the Irish Republican Army or Spanish ETA [Euskadi Ta Askatasuna, or Basque Country and Freedom, an armed group of the Basque National Liberation Movement], have objectives such as the independence of Northern Ireland or the Basque regions. If they can enter a reasonable and equitable political process with the government, they are willing to negotiate or even make compromises. However, new terrorist organizations, which include al-Qaeda and the IS, wish to build a Sharia state spanning from the Mediterranean to Southeast Asia, that is distinct from existing Muslim-ruled states, such as Saudi Arabia or Indonesia. In the eyes of IS, Saudi Arabia had already absorbed essential qualities of Western democracy, and is therefore a “secular regime.” Older terrorist [organizations] needed to negotiate with the government, and could not use tactics that are excessively cruel or cause too many civilian casualties. Primarily they attacked targets of symbolic value to the state apparatus, such as military personnel, law enforcement, court and civil government officials. Though new terrorists also attack targets that are symbolic of the state apparatus, they do not care about civilians and they even think that attacks on civilians can coerce governments into making concessions or surrender. Causing maximum casualties is their most important objective and therefore they use deliberately cruel tactics to kill as many people as possible and the more people there are in an area, the more likely it will be chosen as a target. [To them] those are necessary sacrifices in a jihad to achieve victory. LT: The US, Russia, France and Germany appear to be joining efforts to fight the IS. What kind of tactics do you think they will use to strike back? How will the situation develop? Wang: The international response includes airstrikes to degrade IS combat capabilities and retaking oil fields, dams, towns and cities. The softer approach is counter-radicalization. The IS has depended on “push” and “pull” to replenish its numbers. Pull refers to using mosques, jails and the Internet to spread its ideologies and ideas for the purpose of convincing recruits to join it; push refers to the conditions of social injustice and unequal distribution of resources that become an invisible force pushing those who felt uncared for [by society] to the organization. Al-Qaeda and the IS are skillful in building narratives. Therefore, counter-radicalization uses television stations, non-governmental organizations and various activities to publicize the IS narrative. It must be noted that the IS believes in an ultimate war between the Orient and the Occident, a return to the irreconcilable conflict during the age of the Crusades. However, radical Muslims are a minority. They need to recruit moderate Muslims into their organization through [the mechanism of] outrage. Therefore, they use incessant attacks to elicit reaction from nations that were attacked, to facilitate its Internet propaganda campaign: “I am oppressed by Western states because I fight for the ideals and the future of Muslims. You must rise up to fight by our side.”","source":"taiwan","title":"INTERVIEW: Terrorist attacks in Taiwan a possibility, expert says","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/12/07/2003634227"},"time":{"from":"2015-12-07","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"TRANSPORTATION MRT alters announcements Taipei’s MRT is to rearrange the order of local and foreign-language announcements, moving English ahead of other languages after Mandarin Chinese, to make travel easier for foreign visitors, its operator said yesterday. The announcements in the carriages are to follow the order of Mandarin Chinese, English, Taiwanese then Hakka, according to Taipei Rapid Transit Corp. The company said moving the English announcements — previously broadcast last — would make travel in Taipei more convenient for foreigners. The new broadcast system is expected to be installed in all trains by tomorrow, the company said. The change followed a demand by a city councilor last month. Democratic Progressive Party Taipei City Councilor Wang Wei-chung (王威中), who represents Taipei’s Shilin (士林) and Beitou (北投) districts, said that putting the English version last might leave non-Chinese speakers little or no time to act if they want to get off a train. WEATHER Pollution high in the south The air quality in Kaohsiung and Pingtung County remained poor yesterday, the Environmental Protection Administration (EPA) said. The PM2.5 indicator in Kaohsiung and Pingtung ranged between level four and level nine on the 10-point scale, the EPA said, adding that the rest of the nation and the outlying islands saw the indicator stay below level four. Level seven or higher on the PM2.5 index, which measures the concentration of pollution by particles 2.5 micrometers or smaller, indicates enough pollution to cause discomfort and health problems, according to the EPA. It was the third consecutive day of high PM2.5 levels for Kaohsiung and neighboring Pingtung, because of a lack of wind to disperse pollutants in the air. Older people and people with chronic lung problems or heart disease should avoid prolonged or strenuous outdoor physical activity in the affected areas, the EPA said. TRANSPORTATION Taipei, Osaka sister stations Taipei Railway Station and West Japan Railway Co’s Osaka Station became sister stations on Friday, with Taipei-Osaka commemorative tickets selling out shortly after going on sale. Taiwan Railways Administration Director-General Chou Yung-hui (周永暉) said that Taipei Railway Station handles more than 500,000 passengers per day and is a transportation hub like Osaka Station. Becoming sister stations would allow the two entities to affirm their friendship, Chou said, adding that the two stations would also introduce mutually beneficial measures in the future. HEALTH Cancer drug approved by US A cancer drug developed in Taiwan has been approved by the US Food and Drug Administration (FDA), the drug’s developers said. The National Health Research Institutes (NHRI) said the drug, called Onivyde, has proved effective in treating pancreatic cancer, which is generally known to have a very poor survival rate. The institute said the drug could raise the five-year survival rate for pancreatic cancer patients from 6 percent to 50 percent. Chen Li-tjong (陳立宗), an NHRI researcher who headed the project, said the FDA’s approval of Onivyde on Oct. 22 was a first for Taiwan-made cancer drugs and represented a significant breakthrough in Taiwan’s efforts to develop such drugs. According to the WHO, about 330,000 people across the world die of pancreatic cancer each year. In Taiwan, 1,500-1,800 people per year are diagnosed with pancreatic cancer, and the survival rate is 20-25 percent, Chen said.","source":"taiwan","title":"Taiwan News Quick Take","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/12/06/2003634158"},"time":{"from":"2015-12-06","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"The Agehana maraho, a swallowtail butterfly species endemic to Taiwan, originated from North America and later dispersed throughout East Asia between 23.03 and 5.33 million years ago, researchers said yesterday. It was previously believed that the species, commonly referred to as the broad-tailed swallowtail butterfly, belonged to an Asian butterfly genus native to China. Recognized as Taiwan’s “national butterfly” and known for its rear-protruding hind wings and red crescent mottles, the butterfly is one of only two species of the genus Agehana — the only class of the Papilionidae family that is native to East Asia. The other species is the Agehana elwesi, a continental butterfly endemic to southern China. Discovered and named by Japanese entomologist Shonen Matsumura in 1936, the broad-tailed swallowtail butterfly had been considered to be closely related to the Agehana elwesi — to the extent that the butterfly’s status as an independent species had been disputed for more than 70 years, until Taiwanese researchers identified the distinct genetic differences between the continental and insular swallows in 2009 using molecular DNA testing, the Bureau of Forestry said. A team led by National Taiwan University professor Wu Li-wei (吳立偉), National Taiwan Normal University professor Hsu Yu-feng (徐堉峰) and National Sun Yat-sen University professor Yen Sheng-hung (顏聖紘) sampled four specific genes from a total of 86 species within the Papilionidae family to reconstruct their phylogenetic relationships and historical scenarios. The team discovered that the genus Agehana actually falls within the American Papilio subgenus Pterourus and is not as previously suggested phylogenetically close to the Asian Papilio subgenus Chilasa, which explains the great morphological distinction of the Agehana from other Asian butterflies, the team said. The team inferred from the dating and biogeographic analysis that an American ancestor of Pterourus was distributed to East Asia in the early Miocene period via the Bering Land Bridge — which connected Asia and North America at various times during the Pleistocene ice ages — and developed into the Agehana genus, resulting in the present “East Asia-America” disjunction distribution. The broad-tailed swallowtail butterfly is classified as an endangered species in Taiwan and listed on the International Union for Conservation of Nature’s red list of threatened species, the bureau said. The butterfly only feeds on Sassafras randaiense, a vulnerable species of laura tree native to Taiwan that is sparsely distributed across the nation’s Central Mountain Range, it said. The butterfly’s scientific name “maraho” was derived from the Atayal language, meaning “chieftain” or “leader,” suggesting the unparalleled status of the broad-tailed swallowtail among Taiwan’s butterflies, the bureau said, adding that it has designated 55,991 hectares of forest in Hsinchu County’s Wufeng Township (五峰) and Miaolin County’s Taian Township (泰安) as the butterfly’s conservation area.","source":"taiwan","title":"Iconic butterfly ‘migrated’ to Taiwan","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/12/05/2003634077"},"time":{"from":"2015-12-05","toTimeStamp":"null"}},{"geo":{"latitude":"39.44325638","longtitude":"-98.95733643","location":"US"},"newsContent":{"abstract":"Legislation aimed at forcing the White House to quickly transfer two US Navy frigates to Taiwan was introduced into the US Congress on Wednesday. The bill would order US President Barack Obama to provide a detailed timeline for the transfer of the warships within 30 days of it becoming law. Sponsored by US Representative Brad Sherman and House Foreign Affairs Committee Chairman Ed Royce, the bill has substantial support in the House of Representatives. It is part of a growing campaign by members of the US Congress to push Obama into approving new arms sales for Taiwan following more than four years of inaction. Well-placed Washington sources say that Obama will inform Congress of a new arms sales package — including the frigates — later this month. “We should ensure that the laws passed by Congress to provide Taiwan the military equipment it needs to help secure our shared security objectives are faithfully executed,” Sherman said. “The United States should not delay in securing the safety of our democratic allies around the world.” Royce said that it was time for the Obama administration to act. “Ensuring the transfer of these frigates to Taiwan is critical to bolstering its defense and ensuring peace in the Taiwan Strait,” he said. “That’s why I led the House in passing naval vessel transfer legislation last year,” Royce added. He said that Taiwan had been waiting for more than a year for the frigates. “This important bill will press the administration to make good on our commitment to strengthen the US-Taiwan partnership,” Royce said. Among others actively supporting the bill are US Representative Eliot Engel, a ranking member of the Foreign Affairs Committee, and US Representative Matt Salmon, chairman of the Subcommittee on Asia and the Pacific. Last month, US Senate Armed Services Committee Chairman John McCain and US Senator Ben Cardin wrote directly to Obama about their concern that Taiwan was not being adequately armed, while China was rapidly expanding its military. “We are troubled that it has now been over four years — the longest period since the passage of the Taiwan Relations Act in 1979 — since the administration has notified Congress of a new arms sale package,” the letter read. In December last year, Obama signed the Naval Vessel Transfer Act of 2013, allowing the sale of up to four US Oliver Hazard Perry-class frigates to Taiwan. The ships approved for sale were the USS Taylor, USS Gary, USS Elrod and USS Carr. Taiwan has agreed to buy two of them — the Gary and the Taylor — and has been anxiously waiting for Obama to actually approve the transfer, which has still not happened. Many believe that Obama delayed the final go-ahead because he did not want to upset Chinese President Xi Jinping (習近平), whose cooperation he needed at this week’s climate summit in Paris. The ships are guided-missile frigates specially designed for anti-aircraft and anti-submarine duty. “The Chinese side is firmly opposed to arms sales by the US to Taiwan and this position is steadfast, clear and consistent,” Chinese Ministry of Foreign Affairs spokesman Qin Gang (秦剛) has said. He said the sale of the frigates “brutally” interfered in China’s domestic affairs and undermined China’s sovereignty and security interests.","source":"taiwan","title":"US bill introduced to transfer two frigates to Taiwan","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/12/04/2003634002"},"time":{"from":"2015-12-04","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"WEATHER Temperature to drop Temperatures in northern Taiwan are forecast to fall below 15°C from tomorrow evening with the arrival of seasonal northeasterly winds. The strong seasonal wind is forecast to come closest to the nation tomorrow, when the temperature in Taipei is likely to dip below 15°C, the bureau said. Temperatures in central and southern Taiwan could hover between 19°C and 24°C in the coming days. Daniel Wu (吳德榮), former bureau weather forecast center director and a professor of meteorology at National Central University, said temperatures across the nation could rise on Saturday, but chances of rain are high in northern and central Taiwan as another cold air front is expected to head south toward Taiwan later that day. EDUCATION Food sale to help student National Cheng Kung University’s Vietnamese Student Association has been selling Vietnamese sandwiches online to raise money to help a student pay his medical bills. The association has been collecting for a Vietnamese student by selling bahn mi sandwiches online for NT$50 each since Sunday. It said it had received almost 4,000 preorders in only three days. The student underwent an appendectomy in the middle of last month, but suffered bleeding during the operation. The bleeding was caused by a gastric ulcer and the patient had to undergo further surgery to remove two-thirds of his stomach. The student, who is not included in the National Health Insurance program, faces a medical bill of NT$300,000, but his student health insurance coverage only covers NT$120,000. University president Su Huey-jen (蘇慧貞) on Tuesday visited the student and promised to help him pay his bill. The school said that it had already ordered 1,400 sandwiches.","source":"taiwan","title":"Taiwan News Quick Take","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/12/03/2003633935"},"time":{"from":"2015-12-03","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Facebook Plans First Asia-Pacific Data Centre in Taiwan","url":"http://gadgets.ndtv.com/social-networking/news/facebook-plans-first-asia-pacific-data-centre-in-taiwan-772556"},"time":{"from":"2015-12-02","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"SOCIETY Ex-midwife commended Kuo Chiu-chu (郭秋菊), a former midwife in Pingtung County’s Wandan Township (萬丹), who delivered nearly 7,000 babies in her 36-year career, was on Monday selected as an exemplary figure by Kaohsiung’s Fooyin University, formerly the Senior Vocational High School of Midwifery. Kuo entered the profession after graduating from the then-Senior Vocational High School of Midwifery in 1962. Upon receiving word that someone was about to give birth, she would ride her scooter to the destination. Rain or shine, she was on duty. Often, she would have to wait for several nights for the arrival of a baby. She did not stop working even when she was pregnant and just after giving birth. Once, she delivered five babies within three hours. Of the nearly 7,000 babies she delivered over the years, the eldest is now 53 years old. After retirement, Kuo became a volunteer and a matchmaker. Over the past 10 years, she has matched 200 couples and is proud of her “zero divorce rate.” SOCIETY Man wins NT$490m A man was driving in New Taipei City’s Tamsui District (淡水) after finishing work one day when, due to heavy traffic, he decided to take a detour, the China Times reported yesterday. After changing his route home, he saw a lottery shop and stopped to make a spur-of-the-moment purchase of 10 tickets for NT$500. The man then won Taiwan’s Big Lotto jackpot of NT$490 million. Unable to believe his luck, he could only say: “The god of fortune must have led my way.” He donated NT$10 million to the New Taipei City Government and set up a toy bank to give underprivileged children or children living in remote areas access to toys. TRAVEL Nations add visa waivers Taiwanese passport holders can now obtain visa waivers, landing visas or e-visas to 158 countries and territories after five more countries granted the nation such privileges, the Ministry of Foreign Affairs said yesterday. Ethiopia, Mauritania and Lebanon granted landing visa treatment, while Zambia and the United Arab Emirates included Taiwan in their e-visa systems, the ministry said in a statement. The 158 countries and territories that have given Taiwanese passport holders visa privileges include the US, Japan and all 28 EU member states. It covers most of the areas frequented by Taiwanese travelers, according to the ministry. Separately, the nation has signed agreements on driver’s license reciprocity with 85 countries and areas, allowing Taiwanese license-holders to apply for licenses in other nations without having to take local tests, the ministry said. These include the most popular destinations for travelers, such as Japan, South Korea, Thailand, Vietnam, Italy and France, and parts of Australia, Canada and the US, the ministry said. HEALTH Dengue deaths hit 184 The number of deaths from dengue fever has risen to 184 since May, including 10 newly confirmed fatalities, the Central Epidemic Command Center, which was set up in response to the dengue outbreak, said yesterday. All 10 of the new fatalities were among people in Kaohsiung who were aged between 56 and 82, it said. Most of the deceased had chronic diseases such as diabetes and hypertension, the center said. On Monday, 266 new cases of dengue fever were recorded across the nation, bringing the total number of infections since the start of May to 39,350.","source":"taiwan","title":"Taiwan News Quick Take","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/12/02/2003633853"},"time":{"from":"2015-12-02","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Families Demand Justice After Taiwan Water Park Explosion","url":"http://www.ndtv.com/world-news/families-demand-justice-after-taiwan-water-park-explosion-1249792"},"time":{"from":"2015-12-01","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"WEATHER Rain to stop, mercury to rise There is to be a brief respite from yesterday’s cool conditions today and tomorrow, before the mercury drops again on Thursday, the Central Weather Bureau said yesterday. The high temperature in northern Taiwan yesterday dropped by between three and four degrees from Sunday to between about 23oC and 24oC. Yesterday’s low temperature was close to that of Sunday at between 17oC and 19oC, resulting in wet and cool conditions overall, the bureau said. The bureau said that cold winter weather has been slow to arrive this year due to the El Nino phenomenon. Temperatures are to rebound today and tomorrow, with highs of 24oC in northern Taiwan and as high as 30oC in central and southern Taiwan. However, another cold air front is to arrive from Thursday to Saturday and drive temperatures down to 15oC or 16oC. HEALTH Dengue outbreak continues The number of dengue fever cases reported in Taiwan increased to 39,084 since the start of May, with 272 new cases recorded on Sunday, according to data released by the Central Epidemic Command Center yesterday. As of Sunday, Kaohsiung alone reported 251 new cases, compared with 180 reported a day earlier, updated data showed. The number of cases in Kaohsiung reached 15,686, while the number in neighboring Tainan totaled 22,630. The epidemic has shown signs of abating in Tainan, the nation’s worst-hit area this year, with only 10 new cases reported on Saturday. Centers for Disease Control Deputy Director-General Chuang Jen-hsiang (莊人祥) said the epidemic remains at its peak in Kaohsiung, and he urged local residents to clean up potential vector breeding sites in the city’s 37 districts to contain the spread of the mosquito-borne disease.","source":"taiwan","title":"Taiwan News Quick Take","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/12/01/2003633766"},"time":{"from":"2015-12-01","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"POLLUTION PM2.5 levels to rise Yunlin County residents should prepare for poor air quality today and tomorrow, due to a lack of wind to disperse pollutants, the Environmental Protection Administration said yesterday. The administration said air quality in southern cities and counties was in the “unhealthy” range, with the key indicator for PM2.5 — fine particles measuring less than 2.5 micrometers in diameter — at level 8 on a 10-point scale. In other regions, PM2.5 measurements were at relatively safe levels from 3 to 6, the administration said. It said level-7 PM2.5 concentrations exceed 54 micrograms per cubic meter and are considered high, and that measurements above level 7 are deemed severe enough to cause health problems. SOCIETY Woman arrested over murder A Vietnamese woman has been arrested on suspicion of killing her boyfriend and dismembering his body after a quarrel, police said. Nguyen Thi Soi, 33, was detained at her workplace in Kaohsiung as she was preparing to return to Vietnam on Friday, police said. She faces charges of killing Kieu Van Manh, 43, chopping up his body and disposing of the remains in a ditch. The two came to work in Taiwan separately earlier this year, police said, adding that Kieu was slain apparently for wanting to end their relationship. The case came to light on Nov. 18, when a dog was seen carrying a human skull in its mouth. The rest of Kieu’s remains were later found in a bag used for pig feed. Based on the lead, investigators located a pig farm in Kaohsiung’s Luzhu District (路竹), where Nguyen was employed as a caregiver. Police said that the victim met Nguyen at the farm on Oct. 15, shortly before he disappeared. HEALTH and SAFETY Traffic fatalities down There were 1,380 traffic fatalities in the first 10 months of this year on the nation’s roads, a drop of 112 year-on-year, according to the Ministry of Transportation and Communications. In the 10-month period, Kaohsiung had the most A1 incidents — traffic accidents in which at least one life is lost within 24 hours. Kaohsiung recorded 149 deaths, followed by Tainan with 131 deaths and Changhua County with 108, according to the ministry. However, the figures showed a decrease of 45, 20 and 10 deaths in the three areas respectively from the same period of last year. Outlying Lienchiang County has the best traffic record in the nation, reporting zero traffic fatalities for six years in a row, the ministry said. CRIME Man arrested over drugs Police on Friday said they recently arrested a man for allegedly smuggling more than 1,000kg of chloroephedrine — a substance that can be used to produce amphetamines — from China into Taiwan. The 1,003kg of chloroephedrine, packaged in 106 bags, could be used to produce 700kg of amphetamines, worth about NT$200 million (US$6.09 million), the Criminal Investigation Bureau said. The bags were found following a tip-off, hidden among 700 packages of construction materials in a cargo container during an operation at Keelung Customs, police said. The operation came after months of intelligence-gathering. Following a later search operation, the police arrested a 22-year-old suspect surnamed Lin (林). Lin said he had come to take delivery of the “construction materials” for someone else, but he was unable to provide details of the origin of the NT$10 million used to pay for the importation of the construction material shipment.","source":"taiwan","title":"Taiwan News Quick Take","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/29/2003633608"},"time":{"from":"2015-11-29","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKNOWN","source":"toi","title":"Rudroneel Ghosh: Stay Alert — Why Taiwan must prepare against terror threats","url":"http://timesofindia.indiatimes.com//articleshow/49957589.cms?"},"time":{"from":"2015-11-28","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Rudroneel Ghosh: Stay Alert — Why Taiwan must prepare against terror threats","url":"http://timesofindia.indiatimes.com//articleshow/49957589.cms"},"time":{"from":"2015-11-28","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"edit-taiwan","title":"EDITORIAL: Leave Taiwan out of your war, Obama","url":"http://www.taipeitimes.comNews/editorials/archives/2015/11/27/2003633415"},"time":{"from":"2015-11-27","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"Taiwan has adopted more stringent screening for visa applications of people coming from countries that are deemed to be connected to recent terrorist attacks, a Ministry of Foreign Affairs official said yesterday. Department of West Asian and African Affairs Director-General Chen Chun-shen (陳俊賢) said that the screening of visa applications of people from some countries in the Middle East and Africa has been more rigorous. Taiwan is to implement e-visas for some countries next year, which means that applicants do not have to appear in person, but the screening measures are to be the same. “Our foreign missions will safeguard border security,” Chen said. Meanwhile, amid fears that Taiwan could become the target of terrorist attacks after the Republic of China flag appeared next to that of the US in a video produced by the Islamic State group, Taiwan Taoyuan International Airport has stepped up its security. The video, titled No Respite shows the flags of more than 80 countries that are part of a US-led “anti-terror coalition.” Armed SWAT teams have increased patrols in and around Taoyuan facility. As of yesterday two explosive-detection dogs from Taipei Customs are to be used in cabin security check operations for flights bound for the US and Europe. The first to be checked by the dogs was an EVA Airways flight bound for Paris. Taiwan Customs Director-General Jao Ping (饒平) said that it has also trained five sniffer dogs, but that three of them have been seconded to the National Security Bureau for the protection of presidential candidates, with the remaining two left to carry out security checks at the airport. Jao said that customs authorities have accelerated the training of another three to five sniffer dogs. The Aviation Police Bureau, in a bid to increase carry-on luggage checks, is using a mobile explosives detection device in conjunction with the standard X-ray machines. Due to increased security measures, airlines have urged passengers bound for the US and Europe to arrive at the airport up to three hours prior to departure.","source":"taiwan","title":"Taiwan adopts strict visa controls in wake of attacks","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/27/2003633455"},"time":{"from":"2015-11-27","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"AVIATION Police stop Thai tourist Police at the Taoyuan Taiwan International Airport yesterday caught a Thai tourist trying to transport six gas canisters with a total capacity of 2.46 liters. The Aviation Police Bureau said that the female tourist, who was scheduled to board a China Airlines flight from Taoyuan to Bangkok, was found to have six gas canisters in her checked luggage. She was instructed to ditch the forbidden items before being allowed to leave Taiwan. Police said that it is illegal to carry gas canisters on board flights because of safety regulations. The International Civil Aviation Organization classifies dangerous goods in nine categories, and gas items belong in category two. WEATHER Temperatures set to drop Temperatures are expected to drop today because of the arrival of a cold air mass, with northern regions likely to experience a low of 13oC, the Central Weather Bureau (CWB) said yesterday. Central and southern regions could see temperatures drop to 15oC and 17oC respectively, the CWB added. While daytime highs are not expected to exceed 20oC in northern regions in the coming days, central and southern regions can expect maximum temperatures of between 24oC and 27oC, with conditions expected to bring cloudy skies and occasional sunny spells. The colder weather is not expected to ease up until Saturday, when highs are forecast to increase by 4oC nationwide, the CWB said. The weather is expected to be at its coldest later today and early tomorrow, the CWB said. Residents in central and southern regions should be wary of temperature fluctuations of up to a maximum of 10oC between highs and lows, the CWB added.","source":"taiwan","title":"Taiwan News Quick Take","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/26/2003633387"},"time":{"from":"2015-11-26","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"edit-taiwan","title":"Exclusion of Taiwan is weak link in security","url":"http://www.taipeitimes.comNews/editorials/archives/2015/11/25/2003633263"},"time":{"from":"2015-11-25","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"POLITICS MAC deputy minister quits The Presidential Office yesterday said that it had agreed to the resignation of Mainland Affairs Council (MAC) Deputy Minister Wu Mei-hung (吳美紅). Her resignation is to take effect on Dec. 2. Wu said she was resigning due to her career plans, and she had wanted to resign during the summer when the legislature was in recess to allow her successor time to settle into the job. She expressed her intention to resign to MAC Minister Andrew Hsia (夏立言) at the time, but had to wait because a scheduled meeting between Hsia and China’s Taiwan Affairs Office Minister Zhang Zhijun (張志軍) was delayed until the middle of last month. RETAIL MyDay, 7-Eleven team up The nation’s largest convenience store chain, 7-Eleven, said yesterday it would cooperate with shopping Web site MyDay to have online purchases from overseas delivered to its 5,000-plus outlets. The convenience store said it would introduce the delivery service today, allowing shoppers on MyDay to have their purchases delivered from Japan, the US and South Korea in five days or more. Myday has more than a decade of experience in cross-border shopping services and it also partners with other sites such as Amazon in the US, Rakuten in Japan and Gmarket in South Korea, 7-Eleven said. It is the second convenience store chain to offer such a service, following FamilyMart, which established a similar partnership with Japanese Web site Tenso in September. Members of Tenso can have their purchases delivered to FamilyMart stores in about six days. More than 43 percent of Taiwanese online shoppers buy products on overseas sites six times a year, according to a 2013 survey. SPORTS Su Li-chiung to head Games Taipei City Government Secretary-General Su Li-chiung (蘇麗瓊) has been named chief executive of the 29th Summer Universiade, which is to be held in the capital from Aug. 19 to Aug. 30, 2017, city government spokesman Lin Ho-ming (林鶴明) said on Monday. Mayor Ko Wen-je (柯文哲) gave Su the job because he wants someone who can continue to oversee personnel affairs and still be able to immediately begin work organizing the international sports event, Lin said. The 2017 Universiade is to be the largest international sports event the nation has hosted. Su said the mayor needs someone capable of coordinating the efforts of various city government departments. The city government was due to issue a personnel order about her appointment yesterday, Su said. Su participated on the organizing committee for the Kaohsiung World Games in 2009. IMMIGRATION Two Georgians deported Two Georgians were deported on Monday after they were caught using fake passports at Taiwan Taoyuan International Airport, the National Immigration Agency said. The two men were transiting through Taiwan on false Estonian passports, awaiting a flight bound for Canada on Sunday when they were stopped by immigration officers, the agency said. After officers found Georgian passports in the pockets of their backpacks, the two men admitted that they had spent US$2,500 each to acquire the fake Estonian passports in Istanbul, Turkey. The two men claimed to be Internet hardware engineers from Georgia and said they planned to find work in Canada, where Estonian passport holders can enter without a visa, the agency said.","source":"taiwan","title":"Taiwan News Quick Take","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/25/2003633305"},"time":{"from":"2015-11-25","toTimeStamp":"null"}},{"geo":{"latitude":"22.75754738","longtitude":"121.1428604","location":"Taitung"},"newsContent":{"abstract":"World surfing champions such as Taylor Jensen and Chelsea Williams are among the dozens of surfers from around the world who have been attracted to this year’s Taiwan Open of Surfing. The four-day event, which opens tomorrow, is being held in Jinzun Harbor (金樽漁港), Taitung County. Jinzun boasts stable and beautiful waves that are recognized by the World Surfing League (WSL) as among the best in the world. It has listed the waves off Jinzun in the same class as those off the US, Australia, Japan, Malaysia, Bali and Thailand, especially when seasonal northeasterly winds are blowing. World longboard champions Williams — who holds last year’s title — Jensen and Harley Ingleby are to be joined by French longboarder Crystal Dzigas, winner of the Hawaii world championship, and 19-year-old Takumi Nakamura, Japan’s top-ranked surfer, as well as American Kai Hing and Australian Nic Jones. Top surfers from 13 countries have registered for the event, according to the Taitung County Government, the main organizer. The Taiwan Open of Surfing, which carries a purse of NT$2 million (US$61,067), is a recognized WSF QS1500 event, which is tantamount to a three-star event in the old rating system. It is the nation’s only event that is part of the WSL circuit, organizers said.","source":"taiwan","title":"World surf champs flocking to Taitung for Taiwan Open","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/25/2003633304"},"time":{"from":"2015-11-25","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"CULTURE Museum to close for week Chi Mei Museum, one of the most popular attractions in Tainan since its inauguration on Jan. 1, yesterday announced that it is to close for a week for maintenance. The museum said that since it opened, it has received near-capacity crowds of between 4,000 and 5,000 people per day, for a total of nearly 1.5 million visits. In order to provide premium service and quality tours, the museum said it will close from Monday next week through Nov. 30 for maintenance. The Tainan Metropolitan Park, where the museum is located, is to remain open. Chi Mei Museum is one of the nation’s most famous private museums. The museum attracted some attention during its construction because of its architecture. EDUCATION Universities ink agreement Several universities in Taiwan and China signed an agreement on Wednesday with the aim of establishing a system to index Chinese-language academic journals. The agreement was initiated by National Taiwan University (NTU), Chinese University of Hong Kong (CUHK), Shanghai Jiao Tong University, Peking University and Nanjing University, and was signed during a meeting in Hong Kong. A total of 32 universities in Taiwan, China, Hong Kong and Macau signed the agreement. “Currently, most authoritative citation databases index English journals. Non-English publications often do not enjoy the recognition and attention that they deserve,” CUHK vice chancellor and president Joseph Sung (沈祖堯) said. NTU president Yang Pan-chyr (楊泮池) said the universities plan to establish rules for the evaluation process within a year, and then decide on which journals are to be included.","source":"taiwan","title":"Taiwan News Quick Take","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/20/2003632929"},"time":{"from":"2015-11-20","toTimeStamp":"null"}},{"geo":{"latitude":"24.2225023","longtitude":"120.6545022","location":"China"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"McDonald's in Ex-Taiwan Leader's Home Stirs Controversy in China","url":"http://www.ndtv.com/world-news/mcdonalds-in-ex-taiwan-leaders-home-stirs-controversy-in-china-1244702"},"time":{"from":"2015-11-18","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Taiwan Threatens to Revoke Passports After Sticker Campaign","url":"http://www.ndtv.com/world-news/taiwan-threatens-to-revoke-passports-after-sticker-campaign-1244605"},"time":{"from":"2015-11-18","toTimeStamp":"null"}},{"geo":{"latitude":"39.44325638","longtitude":"-98.95733643","location":"US"},"newsContent":{"abstract":"The US has strengthened its relationship with Taiwan since launching its strategy of “rebalancing” toward the Asia-Pacific region, the White House said on Monday ahead of US President Barack Obama’s ninth trip to the region. The White House said in a statement that Obama’s trip reflects the region’s growing importance to US national interests and the administration’s commitment to advancing its broader regional “pivot to Asia” strategy, which involves assigning increased political, economic and security resources to the region. In terms of its vision for the Asia-Pacific region, the US seeks to preserve and enhance a stable and diversified security order in which nations pursue their objectives peacefully and in accordance with international law, and shared norms and principles, the White House said. “Our priority is to strengthen cooperation among our partners in the region, leveraging their significant and growing capabilities to build a network of like-minded states that sustains and strengthens a rules-based regional order and addresses regional and global challenges,” the White House said. Through the strategy, the US has “deepened partnerships with Indonesia, Malaysia, Singapore, Vietnam and India, and strengthened our unofficial relationship with the people of Taiwan,” it added. During Obama’s trip, he is to attend an APEC summit in Manila and also visit Malaysia for ASEAN-related meetings, including the East Asia Summit. The White House said that the Trans-Pacific Partnership (TPP) is central to the US’ vision for the region’s future, and Obama is to meet with the leaders of TPP nations in Manila to celebrate the conclusion of the bloc’s negotiations. Obama is also to urge all claimants in the South China Sea to halt further land reclamation, construction of new facilities and militarization of features they occupy, to reduce tensions and create diplomatic space for lasting, lawful and peaceful solutions to emerge, the White House statement said.","source":"taiwan","title":"US ‘strengthened’ Taiwan relations","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/18/2003632745"},"time":{"from":"2015-11-18","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"edit-taiwan","title":"Taiwan does not belong to KMT","url":"http://www.taipeitimes.comNews/editorials/archives/2015/11/17/2003632634"},"time":{"from":"2015-11-17","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"Taiwan is to take part in this month’s UN Climate Change Conference in Paris as scheduled despite the terrorist attacks on Friday in the French capital that left at least 129 dead and many more injured, Environmental Protection Administration (EPA) Minister Wei Kuo-yen (魏國彥) said yesterday. Speaking in a legislative committee meeting, Wei added that the EPA is to put forth its goal of intended national determined contributions at a joint news conference with the Ministry of Foreign Affairs today. Taiwan is aiming to cut greenhouse gas emissions by 50 percent by 2030, a more ambitious goal than the 37 percent cut promised by South Korea, Wei said. Meanwhile, Minister of Finance Chang Sheng-ford (張盛和) said that the deadly terrorist attacks in Paris would have only a “short-term” effect on Taiwan’s stock market. Chang said that although France is a financial center of Europe, all countries are prepared for the market impact of the terrorist attacks, which French President Francois Hollande has called “an act of war.” Taiwan’s National Stability Fund is keeping a close eye on global developments in the wake of the terrorist attacks, Chang said. While Taiwan’s bourse might become volatile over the short term, the National Stability Fund is prepared to “brace for the unexpected” and is ready to step in if panic selling arises, he said. The local bourse fell 34.1 points, or 0.41 percent, to close at 8,295.4 points in Taipei trading yesterday. According to Financial Supervisory Commission Chairman Tseng Ming-tsung (曾銘宗), Mega International Commercial Bank is the only Taiwanese financial institution that has a foothold in Paris, adding that risk of exposure of Taiwan’s banking, insurance and securities sectors is about NT$400 billion (US$12.11 billion), a small sum compared with the financial institution’s total assets of NT$60 trillion. The Ministry of Foreign Affairs on Saturday upgraded its travel alert for the French capital to “yellow” — advising people to consider if travel is necessary. In the wake of the terrorist attacks in Paris, Chinese Nationalist Party (KMT) legislative candidate Chang Hsien-yao (張顯耀) also called for increased security measures at airports and seaports, and increased protection of candidates. Chang, who studied in Paris and lived there for seven years, said the tragedy occurred in an area that has a large Asian, Arabic and African population. “That part of Paris is known for having poor social order,” he said. “Of course we must not think we are immune to terrorism, especially when election campaigns are going on,” he said, calling on the government to raise levels of security to protect all candidates running for public offices. Both the legislative elections and the presidential election are to be held on Jan. 16. Meanwhile, Taipei Mayor Ko Wen-je (柯文哲) has focused on security for Taipei’s 2017 Universiade. Under Ko’s instruction, event organizers are to issue about 100,000 chip ID cards to members of the media, VIPs, officials and volunteers to ensure registration of people entering competition venues across the city. Ko said that the city police department, the Ministry of the Interior’s National Police Agency and the National Security Bureau, “are all prepared.”","source":"taiwan","title":"Taiwan to attend Paris conference","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/17/2003632664"},"time":{"from":"2015-11-17","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"Military families, 95-year-old British veteran Ken Pett and a number of international dignitaries yesterday commemorated a day of remembrance at the site of the former Kinkaseki prisoner of war (POW) camp in New Taipei City’s Jinguashi (金瓜石). Of 14 POW camps Imperial Japan established in Taiwan during World War II, Kinkaseki was the most notorious. More than 1,100 POWs were forced to work in a copper mine at Jinguashi enduring starvation, rampant disease and constant abuse from guards, according to the Taiwan POW Camps Memorial Society. Pett, an enlisted man in the British Army’s 80th Anti-Tank Regiment, was captured during the Battle of Singapore and said he endured inhuman conditions while on a ship transporting him to Taiwan. “I remember most of the brutality of the guards,” Pett said, adding that he believes in commemorating fallen comrades at the site of the former camp, because honoring his friends is “the right thing to do, and no one else can do it, if not me.” “We can forgive, but not forget,” Richard Bartelot Jr said, adding that even though his father — former British Army captain Richard Bartelot, who also served in the 80th Anti-Tank — did not talk about his days at Kinkaseki, he believes his father forgave the wrongs of the past. Taiwan POW Camps Memorial Society director Michael Hurst said that more than 4,350 POWs were detained in camps in Japan-ruled Taiwan during the war, of whom more than 10 percent died in prison. The POWs were fed meager rations of rice, despite the intense physical labor they performed, and were routinely brutalized not only by Japanese soldiers, but also by Taiwanese troops, who were “abused by the Japanese” and “treated just better than the prisoners,” Hurst said. In spite of the guards’ brutality, Kinakseki POWs also remembered local Jinguashi residents, who often smuggled food to the prisoners, Hurst said, adding: “Taiwanese [civilians] usually treated the prisoners with kindness.” Pett said his three remembrance visits to Taiwan had helped old wounds heal. “For over 70 years I used to suffer flashbacks and nightmares about my treatment here, and I still do… but I can now also reflect on the good times here, which previously never existed. Now the word ‘Taiwan’ sends thoughts of: ‘When can I go again?’” Pett said. “What a marvelous place. What amazing people,” he added. Canadian Trade Office in Taipei executive director Mario Ste-Marie, World Veterans Federation vice president Kao Chung-yuan (高仲源) and representatives from Australia, Britain, New Zealand and Taiwan also attended yesterday’s commemoration ceremony.","source":"taiwan","title":"Veterans, families remember POW camps in Taiwan","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/16/2003632593"},"time":{"from":"2015-11-16","toTimeStamp":"null"}},{"geo":{"latitude":"25.032969","longtitude":"121.565418","location":"Taipei"},"newsContent":{"abstract":"In a bid to generate interest for the Velo-city Global Conference next year — an event to promote the use of bicycles in Taipei — Taipei Mayor Ko Wen-je (柯文哲) yesterday embarked on a 73km bicycle trip from Taipei to Hsinchu. The journey began at the Taipei City Government and ended on Hsinchu’s Zhongzheng Road. “Bicycle manufacturing is an important industry in the nation and Taiwan is a great place for people to take bicycle tours,” Ko said before his trip. Taiwan is ideal for long-distance bicycle trips, because cyclists can experience different climates along the way, especially during winter when the temperature difference between northern and southern Taiwan is large, Ko said. The weather makes the nation especially appealing for foreign cyclists, he said, adding that on a round-island bicycle tour he had taken part in, one-third of cyclists he saw were foreigners. Ko said he planned to promote next year’s Velo-City Global and 2017's Summer Universiade with his trip to Hsinchu, adding he hopes to consolidate Taipei’s image as an international city with the events. Asked how he planned to prevent aches, which he said had nagged him during previous rides, Ko said: “Just don’t lock into one position.” Before setting off on the ride that usually takes about six hours, Ko said: “No problem. Hsinchu is very close to Taipei. I can get there in five hours.” However, Ko finished the journey in six hours, because the cycling team allegedly “got lost” along the way, one of Ko’s aides said. Ko said that the city government has established a crisis management team for the Summer Universiade, whose events are to be held at 61 venues across Taipei, New Taipei City and Taoyuan, to deal with any possible terrorist threats. Taipei City Government spokesman Sidney Lin (林鶴明) said one of the main responsibilities of the team, headed by the Taipei Police Department chief, is to respond to terrorist attacks.","source":"taiwan","title":"Taipei mayor promotes cycling around Taiwan","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/15/2003632514"},"time":{"from":"2015-11-15","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"EDUCATION Overseas students rise 60% The number of overseas students coming to Taiwan to pursue degrees increased by 60 percent over the past three years, according to the latest statistics released by the Ministry of Education. Overseas students refer to foreign students, overseas Chinese (including from Hong Kong and Macau) and students from mainland China. The number totaled 25,107 in 2011, and had increased to 40,078 as of last year. Taiwan began to open its doors wider to Chinese students in 2011, and a total of 5,881 Chinese studied for degrees in Taiwan last year, mostly in business management and engineering. The largest source of foreign students was Malaysia, followed by Vietnam and Indonesia. FOREIGN RELATIONS US passport deal signed Taiwan and the US signed an agreement on Nov. 4 to share information about lost and stolen passports, according to Ministry of Foreign Affairs spokesperson Eleanor Wang (王珮玲). The signing of the accord, which was the culmination of a series of efforts made by the two sides for more than a year, is aimed at bolstering security and combating crimes related to the illegal use of passports of the two nations, Wang said. Taiwan has not joined the International Criminal Police Organization and has no access to its Stolen and Lost Travel Documents database, Wang said, adding that the Ministry of Foreign Affairs has been seeking to sign similar agreements with other countries, aiming at improving the integrity of the nation’s passports. Meanwhile, the American Institute in Taiwan said on its Facebook page that the signing of the agreement is an example of how the US and Taiwan continue to enhance the program to promote secure travel.","source":"taiwan","title":"Taiwan News Quick Take","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/14/2003632449"},"time":{"from":"2015-11-14","toTimeStamp":"null"}},{"geo":{"latitude":"25.032969","longtitude":"121.565418","location":"Taipei"},"newsContent":{"abstract":"Democratic Progressive Party (DPP) Taipei City councilors Hsu Shu-hua (許淑華) and Chien Shu-pei (簡舒培) yesterday accused the Taipei City Government of inappropriately favoring the Taiwan Design Center during bidding for World Design Capital organizer, saying that high thresholds excluded other bidders that were interested in organizing the international event, which they said lacks substance. The event was designed to showcase Taipei’s artistic touch and creative industry. Of the NT$8.33 billion (US$253.56 million) former Taipei mayor Hau Lung-bin’s (郝龍斌) administration budgeted for the event, the center alone won bids totaling more than NT$286.6 million, which account for 70 percent of the NT$410 million already expended, the councilors said in a joint statement. The center is set to obtain NT$103 million to organize promotional events out of an additional NT$295.3 million Taipei Mayor Ko Wen-je’s (柯文哲) administration has proposed to fund the event next year, which was contracted out by the Department of Cultural Affairs as a “special project,” they said. Hsu said the International Design Gala award ceremony, which is to be hosted next year by the center at the W Hotel in Taipei’s Xinyi District (信義), is expected to cost the city NT$7.27 million. A budget proposal submitted by the department shows that the center has asked for NT$1.88 million to finance decorations for the event. Hsu questioned the need to host the ceremony at the W Hotel, as there are numerous other options available at significantly lower costs, including the Mandarin Oriental Taipei, at which the city government can use the banquet hall 20 times per year for free under an agreement with the hotel’s management. The city government proposed to pay the center NT$1.07 million for a banquet’s decorations, an event that is expected to cost a total of NT$2.07 million, Hsu said. She called on the department to reduce the number of forums and exhibitions and to focus more on boosting international publicity for Taiwanese artists. Hsu questioned whether the center’s board members — half of which are government officials — have managed to give the center a competitive edge over competing firms, as it has won bids for government projects totaling NT$1.5 billion since 2011. Chien said unrestrained budget planning was the main reason behind the World Design Capital’s expenses. Chien asked why the city government apparently favored the center in limited bidding, saying that this likely drove up costs, as part of the expenditures most likely resulted from the center outsourcing work it promised to the city government to other firms. She criticized the city’s handling of the event, saying that the majority of Taipei residents are unimpressed. In response, Department Deputy Commissioner Lee Li-chu (李麗珠) said residents unimpressed with the event “need to develop better taste.” Separately yesterday, when asked to comment on Lee’s remarks, Ko said: “I am one of those residents.”","source":"taiwan","title":"Taipei favored Taiwan Design Center in bidding for event: city councilors","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/12/2003632277"},"time":{"from":"2015-11-12","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"Japanese government spokesman and Chief Cabinet Secretary Yoshihide Suga yesterday said Taiwan is an important Japanese partner and that relations between Taiwan and Japan remain unchanged after Saturday’s meeting between President Ma Ying-jeou (馬英九) and Chinese President Xi Jinping (習近平). Suga made the remarks at a regular press briefing when asked to comment on the Ma-Xi meeting. Suga said that the Japanese government has long hoped that the two sides of the Taiwan Strait can peacefully resolve any problems through a direct dialogue. Japan also hopes that future interactions between the two sides can be conducive to regional peace and stability and that it would be on the lookout for any changes following the meeting, Suga added. Suga said that Taiwan and Japan share common values and have a close economic partnership and given their mutual trust, Taiwan-Japan relations remain unchanged. The Japanese government is also to continue to monitor the issue of the disputed Diaoyutai Islands (釣魚台) in the East China Sea, Suga said. The US Department of State welcomed the Ma-Xi meeting, while Japan said that cross-strait relations should be handled peacefully by both sides of the Strait.","source":"taiwan","title":"MA-XI MEETING: Taiwan relations unchanged after meeting: Japan","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/10/2003632119"},"time":{"from":"2015-11-10","toTimeStamp":"null"}},{"geo":{"latitude":"36.28164673","longtitude":"139.0772705","location":"Japan"},"newsContent":{"abstract":"Following Saturday’s historic summit between the leaders of China and Taiwan, Foreign Minister Fumio Kishida said Japan will keep a close watch on Taiwanese public opinion regarding its presidential election in January. “We will continue carefully monitoring whether a peaceful solution will be achieved” ...","source":"japantimes","title":"Kishida says Japan to closely monitor Taiwan following historic Xi-Ma summit","url":"http://www.japantimes.co.jp/news/2015/11/09/national/politics-diplomacy/kishida-says-japan-will-closely-monitor-taiwan-following-historic-xi-ma-summit/"},"time":{"from":"2015-11-09","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Taiwan Opposition Leader Remains Election Frontrunner After Xi-Ma Summit: Polls","url":"http://www.ndtv.com/world-news/taiwan-opposition-leader-remains-election-frontrunner-after-xi-ma-summit-polls-1241672"},"time":{"from":"2015-11-09","toTimeStamp":"null"}},{"geo":{"latitude":"24.2225023","longtitude":"120.6545022","location":"China"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"China Paper Denounces Taiwan Opposition Leader","url":"http://www.ndtv.com/world-news/china-paper-denounces-taiwan-opposition-leader-1241671"},"time":{"from":"2015-11-09","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"The Chinese Nationalist Party (KMT) legislative caucus yesterday said President Ma Ying-jeou (馬英九) has gained tacit recognition of the Republic of China (ROC) from Chinese President Xi Jinping (習近平) and taken a “remarkable first step” toward facilitating communication between leaders on both sides of the Taiwan Strait. Speaking at a news conference in Taipei, KMT caucus whip Lai Shyh-bao (賴士葆) said that Ma has responded to the public’s expectations by defending the nation’s dignity, citing the Constitution in his explanation to Xi of his stance against Taiwanese independence and Taiwan and China being two separate entities in the international community. Lai also touted Ma broaching the so-called “1992 consensus” with Xi when they met in Singapore. Lai said that requests to let Taiwan join the Beijing-led Asian Infrastructure Investment Bank (AIIB) and the Trans-Asian Railway Network met with goodwill, as Xi had ordered Taiwan Affairs Office (TAO) Director Zhang Zhijun (張志軍) to grant Taiwan the memberships “by appropriate means.” Referring to a three-point statement by Democratic Progressive Party (DPP) presidential candidate Tsai Ing-wen (蔡英文) prior to the meeting, Lai said that Ma had fulfilled at least two requirements that Tsai had said would make his meeting with Xi a “historic” one. Ma has lived up to Tsai’s expectations of “keeping Taiwanese democracy and freedom intact” and “ensuring equality and Taiwan’s dignity,” Lai said, adding that the “1992 consensus” might however not have met Tsai’s proposition that Ma not set any preconditions going into the meeting. KMT Legislator Alex Tsai (蔡正元) said that Ma has taken a “remarkable first step” toward resolving issues across the Taiwan Strait. Ma’s use of the Constitution to dismiss the notion of Taiwanese independence has made him the first president to have a Chinese president acquiesce to the existence of the ROC and its Constitution, Alex Tsai said. This sends a clear message that so long as Taiwan abides by the Constitution, Beijing should not use Taiwanese independence as a pretext to elevate tensions between the two sides, he added. He said that when Ma told Xi that Taiwanese are concerned about missiles Beijing has targeting the nation, Xi assured him that they were not directed at Taiwan. “This is a promise that is open to our interpretations. We now have the right to interpret whether any of China’s deployment of troops or missiles is hostile toward Taiwan. We can use it as a reference in future discussions and ask them to deliver on this promise,” Alex Tsai said. Alex Tsai said that the leaders on both sides of the Taiwan Strait will be able follow the “model” created by Ma and Xi to maintain peace and manage crises. “Look up any publication or dissertation on international tensions and it will tell you that the Taiwan Strait is a danger zone. This danger zone must be removed, and President Ma has made exultant contributions in this respect,” he said. He urged people to be prepared for assaults and slanderous remarks unleashed on Ma — by what he called “pan-green pundits” — aimed at debasing the “historic achievements” made in Singapore. KMT Legislator Alicia Wang (王育敏) lashed out at Tsai Ing-wen, saying that she was both “arrogant” and “green with envy” for attempting to define what a “historic moment” would be.","source":"taiwan","title":"MA-XI MEETING: KMT touts ‘tacit recognition’ of Taiwan","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/08/2003631977"},"time":{"from":"2015-11-08","toTimeStamp":"null"}},{"geo":{"latitude":"1.321995854","longtitude":"103.8205338","location":"Singapore"},"newsContent":{"abstract":"If the historic summit this weekend between the presidents of Taiwan and China is laden with symbolism, so is the location, the city-state of Singapore. A nation made up largely of the descendants of 19th-century Chinese migrants, Singapore has maintained close ties with both China and Taiwan, and is a model of what China aspires to be: educated, tolerant, prudent and well-to-do. Perhaps most importantly for Beijing, Singapore has also created a nation docile enough not to question a semi-authoritarian government too stridently. More than 20 years ago, Taiwan and China held their first talks in Singapore. “The decision to hold talks in Singapore again is significant in itself,” said Liu Hong (劉宏), chair of Nanyang Technological University’s School of Humanities and Social Sciences. “It is not only an international hub but politically neutral, making it good ground for both mainland China and Taiwan.” Singapore’s ties to both sides go back decades. Lee Kuan Yew (李光耀), the first prime minister and the architect of modern Singapore, was an interlocutor between China and the West, often fiercely defending Confucian values of discipline and authoritarianism while berating the West for being critical of the lack of free speech. Lee, who died in March, was one of the last foreign dignitaries to meet with the ailing Chinese leader Mao Zedong (毛澤東) in the 1970s. Lee had no tolerance for political dissent, something Beijing has long understood. Opposition figures in Singapore were either defeated in elections or taken to court on defamation charges until they were bankrupt. Singapore still allows no street protests.","source":"taiwan","title":"MA-XI MEETING: Singapore natural choice for China-Taiwan talks","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/08/2003631974"},"time":{"from":"2015-11-08","toTimeStamp":"null"}},{"geo":{"latitude":"24.2225023","longtitude":"120.6545022","location":"China"},"newsContent":{"abstract":"BEIJING: Those who wish to push for Taiwan's independence risk overturning the boat of peace and must be stopped, the main newspaper of China's ruling Communist Party said on Sunday, a day after a historic meeting between China and Taiwan's leaders. Meeting in Singapore on Saturday, China's President Xi Jinping told Taiwan's president they must not let proponents of Taiwan's independence split them, at the first get-together of leaders of the two sides since China's civil war ended in 1949. Ma Ying-jeou, president of self-ruled, democratic Taiwan, where anti-Beijing sentiment has been rising ahead of elections, called for mutual respect for each other's systems and said Taiwan people were concerned about mainland missiles pointing their way. Taiwan's opposition Democratic Progressive Party (DPP), which has traditionally favored the island's independence, is the frontrunner to win the presidential polls, something Beijing is desperate to avoid happening. China views self-ruled and proudly democratic Taiwan as a renegade province, to be bought under its control by force if necessary, and has warned that moves towards formal independence could stoke conflict. In a commentary, the Communist Party's official People's Daily said the two leaders sitting together showed a desire not to let the tragedy of history repeat itself nor to let the fruits of peaceful development be lost. Progress over the past seven years - referring to the rule of the China-friendly Ma - has been possible due to a joint political will to oppose Taiwan independence and accept there is one China, albeit it with different interpretations, the paper said. If this 'magic cudgel' did not exist, the boat of peace would encounter a fierce and frightening storm, or even flip over completely, it wrote. Compatriots on both sides of the Taiwan Strait must join together and resolutely oppose the Taiwan independence forces and their separatist activities, the newspaper added. China's Nationalists, also known as the Kuomintang (KMT), retreated to Taiwan after losing the civil war to the Communists, who are still in charge in Beijing. The Communists and Nationalists both agree there is one China but agree to disagree on the interpretation. While bilateral trade, investment and tourism have blossomed - particularly since Ma and his KMT took power in 2008 - there is deep suspicion on both sides and no progress has been made on any sort of political settlement. Several hundred people took to the streets of Taipei on Saturday to protest against the meeting.","source":"toi","title":"After historic meet, top China paper warns on Taiwan independence","url":"http://timesofindia.indiatimes.com//world/china/After-historic-meet-top-China-paper-warns-on-Taiwan-independence/articleshow/49708242.cms?"},"time":{"from":"2015-11-08","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"edit-taiwan","title":"APEC meet holds vast importance for Taiwan","url":"http://www.taipeitimes.comNews/editorials/archives/2015/11/07/2003631867"},"time":{"from":"2015-11-07","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Stage Set for Landmark Taiwan-China Summit","url":"http://www.ndtv.com/world-news/stage-set-for-landmark-taiwan-china-summit-1241082"},"time":{"from":"2015-11-07","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"China Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"China, Taiwan Leaders Open Summit With Historic Handshake","url":"http://www.ndtv.com/world-news/china-taiwan-leaders-open-summit-with-historic-handshake-1241106"},"time":{"from":"2015-11-07","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"China Taiwan"},"newsContent":{"abstract":"SINGAPORE: Leaders of political rivals Taiwan and China will meet on Saturday for the first time in more than 60 years for talks that come amid rising anti-Beijing sentiment on the self-ruled democratic island and weeks ahead of elections. The talks between China President Xi Jinping and Taiwan President Ma Ying-jeou, the first such meeting since China's civil war ended in 1949, are to be held in the neutral venue of Singapore. They come ahead of presidential and parliamentary elections on Taiwan in which the independence-leaning Democratic Progressive Party (DPP) is favoured to win, something Beijing is desperate to avoid. The Nationalists, also known as the Kuomintang (KMT), retreated to Taiwan after losing the civil war to the Communists, who are still in charge in Beijing. China has never renounced the use of force to bring what it considers a breakaway province under its control. But while bilateral trade, investment and tourism have blossomed - particularly since Ma and his KMT took power in 2008 - there is deep suspicion on both sides and no progress has been made on any sort of political settlement. I am here to promise to everyone, we must be doing our best to reach the goal that we set previously, making the Taiwan Strait more peaceful, making the two sides more cooperative, Ma told reporters before boarding his flight to Singapore. Ma, chatting to reporters on board, as Taiwan air force jets escorted his aircraft out of Taiwan air space, said he was neither too nervous nor too relaxed about the meeting. This is an important task. We need to do well at every stage, he said. No agreements are expected in what is seen as a highly symbolic get-together at a luxury hotel in Singapore, a largely ethnic Chinese city-state that has maintained good ties with both for decades. China's official Xinhua news agency said Xi and Ma would exchange views on promoting the peaceful development of cross-Strait relations and discuss major issues in deepening cross-Strait cooperation and improving people's welfare. 'Historic juncture' But the handshake sure to take place comes as Xi hopes to cement his place among China's pantheon of great leaders and Ma, stepping down next year due to term limits, tries to shape his legacy marred by growing anti-Beijing feeling in Taiwan. At this historic juncture of a meeting between leaders from both sides of Taiwan Strait, we genuinely hope that both sides can show sincerity, demonstrate goodwill, meet each other half way and confront their difficulties, China's official People's Daily wrote on Saturday. While China is laudatory, concerns have been raised in Taiwan. (Ma) cannot sell out and sacrifice Taiwan's interests, said Chao Tien-lin, director of the department of China affairs of the DPP. He must meet the expectations of democracy and public opinion in Taiwan. This is what we care most about. Ma and Xi meet in the afternoon. Both sides will hold news conferences after a short closed-door meeting, followed by dinner before Ma flies back to Taiwan the same day. It will be of huge symbolic importance, but will not be a 'game-changer', as Taiwanese voters are wary of the mainland's rising influence over the island, Yoel Sano, head of political risk with BMI Research, said of the meeting. Ma will present Xi bottles of spirits made on two groups of islands just off the mainland that have been occupied by Taiwan forces since the end of the civil war. He will also present Xi with a ceramic sculpture of a Taiwan blue magpie perched on a leafy green branch as a gift for their first meeting, a bird unique to the island, Taiwan's presidential office said. Chinese state media said the leaders would eat their dinner at a round table, presumably to avoid the thorny protocol issue of who would sit at the head of it.","source":"toi","title":"Leaders of China, Taiwan to meet for first time in six decades","url":"http://timesofindia.indiatimes.com//world/china/Leaders-of-China-Taiwan-to-meet-for-first-time-in-six-decades/articleshow/49697313.cms"},"time":{"from":"2015-11-07","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"China Taiwan"},"newsContent":{"abstract":"SINGAPORE: The leaders of Taiwan and China shook hands Saturday at a historic meeting marking the first top-level contact between the formerly bitter Cold War foes since they split amid civil war 66 years ago. Chinese President Xi Jinping and Taiwanese President Ma Ying-jeou came together on neutral ground in the Southeast Asian city-state of Singapore, walking toward each other in a hotel ballroom in front of a backdrop of yellow, a traditional color of Chinese emperors and flanked by palm trees. The two men smiled broadly as they shook hands for more than one minute, turning slightly to the each side to accommodate a host of photo journalists in the ballroom. In brief opening remarks in front of reporters before going into a closed-door meeting, Xi alluded to China's long-cherished goals of unification with Taiwan, saying ``We are one family'' and ``No force can pull us apart.'' Ma said, ``Both sides should respect each other's values and way of life.'' When they split in 1949, both sides aspired to absorb the other, and Communist Party-ruled China still demands that Taiwan eventually unify, while many citizens of democratic Taiwan increasingly prefer to simply maintain the separate status the island has carved out over six decades. Critics of Ma in Taiwan are wary that his meeting with Xi will pave the way for Beijing to assert control over the island. Each leader hopes to seal his legacy as one who helped bring decades of division and mistrust to a mutually acceptable end. But the meeting is more about the symbolism of coming together than about substance. Both sides have said no agreements will be signed or joint statements issued. Three decades of hostilities followed the 1949 split, occasionally bursting into warfare in the Taiwan Strait, including over the Matsu and Kinmen island group, making dialogue all-but impossible. Tensions eased after China shifted to endorsing the option of peaceful unification'' alongside military threats in 1979, although it wasn't until 1992 that representatives of the two governments met in Singapore to establish the groundwork for future talks. While subsequent talks achieved little, they began bearing fruit after Ma's election in 2008, resulting in 23 agreements on trade and technical matters. Although that has failed to produce Beijing's desired progress on political matters, Saturday's meeting is seen as moving the relationship into a new stage.","source":"toi","title":"China, Taiwan presidents meet for first time ever, shake hands","url":"http://timesofindia.indiatimes.com//world/china/China-Taiwan-presidents-meet-for-first-time-ever-shake-hands/articleshow/49699722.cms?"},"time":{"from":"2015-11-07","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"TAIPEI: Angry protesters tried to storm parliament in Taiwan and 27 were arrested at the airport today as leader Ma Ying-jeou headed to a historic summit in Singapore with Chinese President Xi Jinping. There were also reports that three members of the anti-China Taiwan Solidarity Union (TSU) were escorted by police from a hostel in Singapore -- it is not clear whether they are under arrest. Demonstrators say they will gather outside the presidential office in Taiwan in the afternoon as the summit gets under way. The meeting will be the first between leaders of the two sides since their 1949 split following a civil war won by the Chinese Communists. Xi and Ma will shake hands at a luxury hotel in Singapore around 3:00 pm (0700 GMT) before holding talks behind closed doors for an hour. It is a deeply symbolic seal on a dramatic seven-year rapprochement under Ma following decades of hostility, but has provoked a backlash in Taiwan. Closer ties with China have sparked fears over Beijing's growing influence with Ma's opponents accusing him of selling out Taiwan. Although it is a self-ruling democracy with a fierce sense of its own identity, Taiwan has never formally declared independence from Beijing, which sees it as a renegade province to be reunified with the mainland, by force if necessary. Overnight protesters tried to storm the heavily-guarded parliament building in Taipei carrying Taiwan independence banners, but were stopped by police, who said there were around 100 demonstrators. There were no arrests. Protesters also gathered at Taipei's Songshan airport where Ma gave a brief address to reporters before boarding his flight today morning. The demonstrators tried to burn images of the two leaders with slogans calling Xi Chinese dictator and Ma a traitor with 27 arrested after they tried to tried to push their way through a guarded side gate. They included student leader Chen Wei-ting a key figure in last year's Sunflower Movement which occupied parliament for almost a month over a controversial trade pact with China. Television footage showed Chen dragged into a police van while officers with riot shields scuffled with protesters. As a president who doesn't represent public opinion, Ma doesn't have the right to meet with the leader across the strait, one 35-year-old protester, also named Chen, told AFP. A TSU spokesman in Taipei said legislative candidate Hsiao Ya-tan was taken away by police from a hostel in Singapore in the early morning, along with two of her assistants.","source":"toi","title":"Protests in Taiwan as Ma leaves for meet with Xi","url":"http://timesofindia.indiatimes.com//world/rest-of-world/Protests-in-Taiwan-as-Ma-leaves-for-meet-with-Xi/articleshow/49699788.cms?"},"time":{"from":"2015-11-07","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"The Green Party-Social Democratic Party Alliance (Green-SDP) yesterday accused President Ma Ying-jeou (馬英九) of violating the Criminal Code by arranging to meet with Chinese President Xi Jinping (習近平) tomorrow and called on the High Prosecutors’ Office to bar Ma from leaving the nation while the charges are investigated. “We do not oppose a meeting between cross-strait leaders, but we are here today to fight for procedural justice,” alliance legislative candidate Lee Yen-jong (李晏榕), an attorney, told a press conference outside the High Prosecutors’ Office before the group submitted their charges. Lee said Ma’s negotiation of the meeting with Xi violated three articles of the Criminal Code: illegally entering into a compact with a foreign government, violating one’s commission to protect national interests while conducting foreign affairs and conspiring to cede national territory to a foreign power. Ma’s entering into a “compact” to hold the meeting was illegal because he did not consult the Legislative Yuan before agreeing to the meeting, she said, adding that previous rulings by the Council of Grand Justices state that cross-strait sovereignty issues constitute a “major matter” that is subject to Legislative Yuan approval and supervision under the Constitution. Ma violated his commission to conduct foreign affairs by keeping negotiations over the meeting a secret from members of the public, she said. The meeting would also endanger national territory if it were conducted under a “one China” framework as expected, she said. Lee called on the prosecutors’ office to bar Ma from leaving the country, and arrest him at the airport if he insists on departing for the meeting. Such a restriction is warranted under the Immigration Act (入出國及移民法) for suspects of ongoing investigations, she said.","source":"taiwan","title":"MA-XI MEETING: Ma should not be allowed to leave Taiwan: alliance","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/06/2003631818"},"time":{"from":"2015-11-06","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"Taipei Mayor Ko Wen-je (柯文哲) yesterday said that President Ma Ying-jeou’s (馬英九) meeting with Chinese President Xi Jinping (習近平) in Singapore is unlikely to yield any surprising results and that he is more concerned about Ma’s future political dealings across the Taiwan Strait as a former president. Ko made the remarks at the sidelines of a forum on youth entrepreneurship. He said that with the announcement about the meeting coming so suddenly, the meeting’s outcome probably would not be too surprising. Asked whether he thinks Ma would ask Xi to withdraw the missiles targeting Taiwan, Ko said: “They would definitely not talk about that this time.” “My guess is that they will probably dine and take photographs. That is it,” he said. “What matters is the next time [Ma meets a Chinese president]. What Ma hopes to achieve on both sides of the [Taiwan] Strait with his status as a former president will be very crucial,” Ko said. Although it is still premature to say what the outcome of the meeting will be, his experience with Chinese officials during his visit to Shanghai in August suggests that “everything will go strictly by the schedule,” Ko said. Asked if he would meet with a Chinese president if he were to become president, Ko said: “If it brings benefits, I would. If not, I would not.” Ko said that Ma was getting ahead of himself, referring to a remark the president made during a news conference yesterday about “normalizing” visits by leaders of the two sides of the strait. “With the outcome of the meeting stil unknown, it is unnecessary to talk of normalizing. Just act naturally,” Ko said.","source":"taiwan","title":"MA-XI MEETING: Missiles targeting Taiwan unlikely to be brought up: Ko","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/06/2003631845"},"time":{"from":"2015-11-06","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"For President Ma Ying-jeou (馬英九), meeting Chinese President Xi Jinping (習近平) is something he has been preparing for since his re-election in 2012, and a matter of securing his “historical legacy.” Ma had hoped to meet Xi at the APEC summit in Beijing in November last year. However, his plan was undone by last year’s Sunflower movement and allegations in August from then-Mainland Affairs Council (MAC) minister Wang Yu-chi (王郁琦) that deputy minister Chang Hsien-yao (張顯耀) was a Chinese spy; a case that was later dismissed by the courts. However, Ma pressed on. The Chinese-language newspaper the Liberty Times (the Taipei Times’ sister paper) broke the news that Ma and Xi are to meet tomorrow in Singapore in an exclusive story published online late on Tuesday. The meeting is one that the international community will undoubtedly scrutinize. Since 2012, Ma has intended to achieve a historic breakthrough in Taiwan-China relations, and arranging a personal summit with the Chinese leader has become his greatest preoccupation. In early 2012, Ma sent then-vice president-elect Wu Den-yih (吳敦義) to the Boao Forum in China to test the waters. Beijing responded by raising the stakes. China’s Taiwan Affairs Office Director Wang Yi (王毅) told Wu that the Ma administration must shore up “mutual political trust” before further dialogue. In March 2012, Ma sent former Chinese Nationalist Party (KMT) chairman Wu Poh-hsiung (吳伯雄) to float the principle of “one country, two areas” (一國兩區) to then-Chinese president Hu Jintao (胡錦濤), which earned Beijing’s plaudits for being a sound basis for political relations. In November 2012, the Chinese Communist Party (CCP) held its 18th National Congress, which inaugurated Xi as China’s new head of state, and also resolved to call on the Ma administration to join with Beijing to “make reasonable and sensible accommodations in the cross-strait relationship” that would navigate “the extraordinary circumstances” of a disunited China. Wang said the meaning of the National Congress declaration was a renunciation of the “two Chinas” (兩個中國) as well as “one China, one Taiwan” (一中一台), which made it clear that the CCP message’s intended recipient was the Ma administration. Therefore, Ma considered 2013 the crucial year to secure a summit with Xi. In April 2013, Ma abruptly declared that he would not promote “two Chinas,” “one China, one Taiwan,” or Taiwanese independence as his China policy, a statement believed to have been made in order to establish the so-called “mutual political trust” perceived by the other side of the Taiwan Strait. In June 2013, Ma sent Wu to see Xi, to deliver “Ma’s seven points,” which were a direct response to Beijing’s demand that Taiwan recognize the so-called “1992 consensus” and to renounce Taiwanese independence as the precondition and the foundation to political relations. The so-called “1992 consensus,” a term former Mainland Affairs Council chairman Su Chi (蘇起) said in 2006 that he had made up in 2000, refers to a tacit understanding between the KMT and the CCP that both sides of the Taiwan Strait acknowledge there is “one China,” with each side having its own interpretation of what “China” means. Wu even responded to Beijing’s “one China framework” (一中框架) with an identical phrase that substituted one character of the word “framework” with a synonym (一中架構). At the conclusion of the meeting, Xi lauded his dialogue with Wu as a “highly significant” one.","source":"taiwan","title":"MA-XI MEETING: Ma legacy might come at significant cost to Taiwan","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/06/2003631820"},"time":{"from":"2015-11-06","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Taiwan Says Meeting With China's Xi Jinping to Further Normalise Cross-Strait Ties","url":"http://www.ndtv.com/world-news/taiwan-says-meeting-with-chinas-xi-jinping-to-further-normalise-cross-strait-ties-1240390"},"time":{"from":"2015-11-05","toTimeStamp":"null"}},{"geo":{"latitude":"39.904211","longtitude":"116.407395","location":"Beijing"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Beijing Using Historic Taiwan Meet as Decoy: Research","url":"http://www.ndtv.com/world-news/beijing-using-historic-taiwan-meet-as-decoy-research-1240476"},"time":{"from":"2015-11-05","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Taiwan-China Summit 'First Step to Normalisation': Ma Ying-jeou","url":"http://www.ndtv.com/world-news/taiwan-china-summit-first-step-to-normalisation-ma-ying-jeou-1240426"},"time":{"from":"2015-11-05","toTimeStamp":"null"}},{"geo":{"latitude":"39.44325638","longtitude":"-98.95733643","location":"US"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"US Says Unclear if Taiwan-China Meeting Will Influence Taiwan Elections","url":"http://www.ndtv.com/world-news/us-says-unclear-if-taiwan-china-meeting-will-influence-taiwan-elections-1240299"},"time":{"from":"2015-11-05","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"LABOR Dairy rules to change Employers in the dairy industry soon are to be able to hire foreign workers, a labor official said, citing a consensus reached at a regular policy meeting held on Oct. 19. The Ministry of Labor and the Council of Agriculture reached a consensus at the meeting, but details of the opening — including the ratio of foreign workers to Taiwanese and the size of businesses that would qualify to hire foreigners — will not be available until a meeting next month, ministry Workforce Development Agency section head Kung Kuei-lan (龔桂蘭) said. The news of the opening came after labor officials, experts, workers and employer representatives reached an agreement in June to open abattoir work to foreign laborers. Both industries have faced personnel shortages due to the working hours, difficult work environments and high-risk nature of the jobs. ENTERTAINMENT Taiwanese films nominated Two Taiwanese films have been nominated for Hawaii International Film Festival awards this year, the Ministry of Culture said on Tuesday. Director Sunny Yu’s (于瑋珊) drama The Kids (小孩) was nominated for the best narrative feature, while director Li Nien-hsiu’s (李念修) documentary Hebei Taipei (河北-台北) received a nomination for best documentary feature award. The Kids is about two young lovers who struggle to support their family after being catapulted into parenthood at a young age. Hebei Taipei is a memoir about the director’s father, a former soldier whose family was torn apart during the Chinese Civil War and who was brought to Taiwan. The winners are to be announced on Nov. 15. The annual Hawaii International Film Festival opens tomorrow and runs through Nov. 22 in Honolulu.","source":"taiwan","title":"Taiwan News Quick Take","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/05/2003631749"},"time":{"from":"2015-11-05","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"The creators of a popular YouTube channel, who are shooting a promotional film in Taiwan at the invitation of the Tourism Bureau, yesterday said that they are looking forward to many experiences in the nation — including having their hair washed. “The idea of sitting in a chair with no sink around is a really unique concept,” said Martina Stawski, who hosts the Eat Your Kimchi channel with her husband, Simon Stawski. Relaxing through a full-course treatment that includes hair-washing, scalp massage, shoulder massage and styling all for a low cost sounds very attractive, she said. The Canadian couple said they pitched an idea to the Tourism Bureau for its promotional campaign, in which six groups of popular foreign YouTube vloggers were commissioned to shoot short films about the nation to boost tourism. The duo, whose YouTube channel mainly documents their travel experiences in South Korea and is followed by more than 860,000 subscribers, said they are eager to try the nation’s gourmet food during their four-day journey. Having already sampled traditional Taiwanese snacks, such as soy milk, radish cakes, dried shredded-squid and bubble tea, the couple said the wide selection of food choices in the country has “blown their minds.” The footage is to be made into a 10-minute film and uploaded to the couple’s channel on Nov. 25, while related materials are also be posted to the bureau’s official channel, the bureau said. The bureau and Google Inc launched the second phase of a global campaign last month to boost tourism in Taiwan via popular YouTube vloggers. Taiwan saw a record-high number of foreign visitors last year, about 10 million.","source":"taiwan","title":"Vloggers prepare to film in Taiwan for tourism","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/05/2003631746"},"time":{"from":"2015-11-05","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"TAIPEI/BEIJING: Chinese President Xi Jinping will hold talks with his Taiwanese counterpart on Saturday, a first between the two political rivals since the Chinese civil war ended in 1949. The meeting in Singapore coincides with rising anti-China sentiment in Taiwan ahead of the presidential and parliamentary polls in January which the pro-China Kuomintang (KMT) is likely to lose to the opposition Democratic Progressive Party (DPP), which favours independence from China. Taiwan President Ma Ying-jeou, who steps down next year due to term limits, has made improving economic links with China a key policy since he took office in 2008, signing landmark business and tourism deals, though there has been no progress in resolving their political differences. Andrew Hsia, head of the Mainland Affairs Council, Taiwan's ministry in charge of China policy, said the meeting underscored both sides' dedication to peace. But DPP presidential candidate Tsai Ing-wen asked why the announcement came out of the blue. To let the people know in such a hasty and chaotic manner is damaging to Taiwan's democracy, she said. Experts said China could be working to shape the result of the elections by trying to show that ties would continue to improve if Taiwan remains ruled by KMT. DPP spokesman Cheng Yun-peng termed the timing of the meeting a political operation intended to affect the polls. Hsia said the push for the meeting, initiated by the China's Taiwan Affairs Office, was neither rushed nor opaque and that there would be no secret deals reached. We adhered to open and transparent principles and absolutely did not use a rushed, chaotic black-box manner, he said. But some analysts said it could backfire, given increasing anti-China protests, especially among the young. REUTERS sides' dedication to peace. But DPP presidential candidate Tsai Ing-wen asked why the announcement came out of the blue. To let the people know in such a hasty and chaotic manner is damaging to Taiwan's democracy, she said.","source":"toi","title":"66 years on, a China-Taiwan summit","url":"http://timesofindia.indiatimes.com//world/china/66-years-on-a-China-Taiwan-summit/articleshow/49666964.cms"},"time":{"from":"2015-11-05","toTimeStamp":"null"}},{"geo":{"latitude":"39.904211","longtitude":"116.407395","location":"Beijing"},"newsContent":{"abstract":"Some observers see the announcement of the first talks in 66 years between China’s president and the leader of Taiwan as a further sign of Beijing’s readiness to take risks.","source":"japantimes","title":"Beijing's pragmatic Taiwan-China summit has implications for Japan","url":"http://www.japantimes.co.jp/news/2015/11/04/national/politics-diplomacy/beijings-pragmatic-taiwan-china-summit-implications-japan/"},"time":{"from":"2015-11-04","toTimeStamp":"null"}},{"geo":{"latitude":"23.75108337","longtitude":"120.9713593","location":"Taiwan China"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Taiwan, China Leaders to Hold Historic Meeting in Singapore","url":"http://www.ndtv.com/world-news/taiwan-china-leaders-to-hold-historic-meeting-in-singapore-1239901"},"time":{"from":"2015-11-04","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Taiwan Leader Ma Ying-jeou to Meet Chinese President Xi Jinping: Officials","url":"http://www.ndtv.com/world-news/taiwan-leader-ma-ying-jeou-to-meet-chinese-president-xi-jinping-officials-1239805"},"time":{"from":"2015-11-04","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"Taiwan has dropped one notch over the past year in the global rankings of nations that take English proficiency tests administered by Education First, according to the Swiss company’s Web site. Last year, Taiwan was ranked 30th among the 70 countries and territories worldwide that were listed in the English First English Proficiency Index based on the performance of their citizens in online tests of English as a second language administered by Education First. However, this year Taiwan fell to 31st globally, with a score of 53.18, and was ranked seventh among the 16 Asian countries listed in the index. The global ranking put Taiwan in the 22nd to 34th range, which indicates moderate proficiency, according to the report. Other Asian territories in that category were South Korea, Vietnam, Japan, Indonesia and Hong Kong, while Singapore, Malaysia and India were ranked as high proficiency. China was ranked 47th and was listed in the low proficiency range. However, among its provinces and cities, Shanghai and Beijing were categorized as having moderate English proficiency, and both cities scored slightly higher than Taiwan. Sweden topped the rankings with a score of 70.94, followed by the Netherlands (70.58) and Denmark (70.05). English First, a private company that offers classes in English as a second language, published this year’s report based on data from 910,000 adults who took its online English tests last year.","source":"taiwan","title":"Taiwan falls one place in list of English proficiency","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/04/2003631669"},"time":{"from":"2015-11-04","toTimeStamp":"null"}},{"geo":{"latitude":"39.44325638","longtitude":"-98.95733643","location":"US"},"newsContent":{"abstract":"A senior Democratic Progressive Party (DPP) official said on Monday that the White House is to inform the US Congress early next month of its decision to sell two Perry-class frigates and other military items to Taiwan. “We [the DPP] will express our gratitude [following the move],” DPP Secretary-General Joseph Wu (吳釗燮) said, citing “reliable sources of information.” He said that according to the terms of the arms sales, the two frigates would still be “hot,” meaning that the vessels have not been mothballed and Taiwan would not have to pay to initiate the reuse of warehoused vessels. US President Barack Obama authorized the sale of four used frigates and other military hardware to Taiwan late last year, but has yet to notify the US Congress of the sale, delaying the signing of a contract covering the deal. Once the US Congress approves the White House decision, the DPP would not find a reason to say no, but would rather say “thank you,” Wu said. An arms sale is a clear and concrete indication of Washingtton’s commitment to the Taiwan Relations Act, which affirms Washington’s promise to help Taiwan defend itself, said the senior DPP official, who has served as Taiwan’s top envoy to the US. He said the DPP would send a message to the US regarding the party’s “positive attitude” toward purchasing weapons from the US. Minister of National Defense Kao Kuang-chi (高廣圻) has told the legislature that he hopes to see the deal finalized by the end of this year so that ministry staff can set off for the US next year and take delivery of the two ships. Ministry of Foreign Affairs officials said they had no “further information” about the deal and did not know from whom Wu had obtained the information about the notification of the sale. Chinese Nationalist Party (KMT) Legislator Lin Yu-fang (林郁方) yesterday criticized Wu’s comments. “Is the DPP the governing party now? Are you [Wu] in such a hurry to be minister of national defense?” Lin asked. Additional reporting by Chang Hsiao-ti","source":"taiwan","title":"US set to sell Taiwan frigates: Wu","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/04/2003631659"},"time":{"from":"2015-11-04","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"BEIJING: The presidents of China and Taiwan will meet this weekend for the first time since civil war divided their lands 66 years ago, their governments said Wednesday, a highly symbolic move that reflects quickly improving relations between the formerly bitter Cold War foes. The meeting Saturday in Singapore between Chinese President Xi Jinping and his Taiwanese counterpart Ma Ying-jeou could be China's last to press its case for closer economic and, ultimately political ties, before Taiwan elects a new president and legislature in January that could put the brakes on Ma's pro-China initiatives. For Ma's ruling Nationalists, who have been lagging at the polls, it could boost their credentials for driving progress in relations with China, but also carries the risk of appearing too close to Beijing, further damaging their chances with skeptical voters. Presidents of the two sides have not met since Chiang Kai-shek's Nationalists lost the Chinese civil war to Mao Zedong's Communists and the Nationalists rebased in Taiwan 160 kilometers (100 miles) away in 1949. The two sides have been separately ruled since then, with Taiwan evolving into a freewheeling democracy. China insists that the two sides eventually reunite, by force if necessary. Confirmation of the meeting from Chinese Cabinet's Taiwan Affairs Office came hours after the Taiwanese side announced the meeting earlier Wednesday. The two would be meeting in their capacity as ``leaders of the two sides'' of the Taiwan Strait, office director Zhang Zhijun was quoted as saying in a news release posted on the office's website. That appeared to afford them equal status, possibly an effort to blunt criticism from the pro-independence opposition in Taiwan who accuse Ma's Nationalist Party of pandering to China's ruling Communists. ``This is a pragmatic arrangement under the situation of the irresolution of cross-strait political differences on the basis of the one-China principle,'' Zhang said, a reference to Beijing's insistence that Taiwan and the mainland are part of a single Chinese nation. The two sides never talked formally until Ma, president since 2008, set aside old hostilities to allow lower-level official meetings. China and Taiwan have signed 23 deals covering mainly trade, transit and investment, binding Taiwan closer to its top trading partner and the world's second-largest economy. Taiwanese presidential spokesman Charles Chen said in a statement Wednesday that the two would exchange ideas about relations but not sign any deals. The choice of Singapore as venue was significant because the Southeast Asian city-state with an ethnic Chinese majority population has strong relations with both Taiwan and China and serves as neutral ground. Singapore hosted breakthrough talks between unofficial Taiwanese and Chinese negotiators in 1992 that established a formula whereby they acknowledge that there is only one China, of which Taiwan is a part, but differ on the exact interpretation. Although Beijing insists on the so-called ``1992 consensus'' as the basis for talks, Taiwan's main opposition Democratic Progressive Party has refused to embrace it, calling it meaningless and unrepresentative of popular sentiment on the island. Ma is stepping down as president next year after his maximum two terms, and the DPP's candidate Tsai Ing-wen is considered the front-runner to replace him. A DPP victory could prompt a sweeping reassessment of its Taiwan polices by Beijing, which has hoped that economic inducements would lead to greater acceptance of eventual political unification. Ma's government has come under increasing criticism at home for cozying up to China, amid fears Beijing will eventually leverage economic relations to exert more power over the island. Such sentiments helped the DPP to a landslide victory a year ago in local elections, raising the possibility it might win not only the presidency but also a majority in legislative elections also being held Jan. 16. Given the chances of a Nationalist defeat, China is likely to proceed cautiously to avoid further alienating Taiwanese voters. Xi warned Taiwan in 2013 against putting off political differences from generation to generation. China has long advocated a Hong Kong-style one-country, two-system form of joint rule, in which Beijing controls Taiwan but the island of 23 million retains control of its political, legal and economic affairs. That approach has little currency in Taiwan, where most favor the current state of de-facto independence. The statement from Ma's spokesman said the two presidents will meet to ``solidify Taiwan-mainland relations and keep the status quo across the Taiwan Strait.'' ``To hold a meeting across the Taiwan Strait is the consistent goal of leaders on both sides,'' Ma's spokesman said in the statement. ``President Ma recently has repeated many times that `at the right time and on the right occasion and in the right capacity' he would not rule out a meeting.'' Taiwanese officials planned to hold a news conference about the Singapore meeting later Wednesday, and Ma planned to hold one on Thursday. In Washington, White House spokesman Josh Earnest said the U.S. would welcome steps taken on both sides of the Taiwan Strait to try to reduce tensions and improve relations, but added, ``we'll have to see what actually comes out of the meeting.'' Ma is likely hoping for some reassurance from Xi over the use of force and closer economic ties that could help Nationalist Presidential candidate Eric Chu in the polls, said Hong Kong Chinese politics expert Willy Lam. Xi, for his part, likewise hopes a friendly, non-threatening meeting could give the Nationalists a boost, while showing a Chinese domestic audience that he could be the best bet in decades for achieving unification. ``This could be good for his reputation and a feather in his cap,'' said Lam. While the meeting is meant to showcase the Nationalist's adeptness at dealing with China, it carries significant risks for the party, said Sean King, senior vice president with the consultancy Park Strategies in New York and a frequent commentator on Asian affairs. ``This meeting will only hurt the Nationalists at home, as it will cause them to even more be seen as Beijing's preferred Taiwan party,'' King said. ``This could be the mainland's last chance to liaise with the Nationalist Party, while it's in power, for years to come.''","source":"toi","title":"Taiwan, Chinese presidents to meet for first time since 1949","url":"http://timesofindia.indiatimes.com//world/china/Taiwan-Chinese-presidents-to-meet-for-first-time-since-1949/articleshow/49653533.cms"},"time":{"from":"2015-11-04","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"Mainland Affairs Council (MAC) Minister Andrew Hsia (夏立言) yesterday dismissed speculation that Chinese Nationalist Party (KMT) presidential candidate Eric Chu’s (朱立倫) campaign slogan of “One Taiwan” is a reference to the state of cross-strait relations. Hsia was responding to Democratic Progressive Party (DPP) Legislator Chuang Ruei-hsiung (莊瑞雄) at a question-and-answer session at the legislature in Taipei on whether China would regard Chu as “morally bankrupt” after the unveiling of his “One Taiwan” slogan on Sunday. “Chu described cross-strait relations as ‘both sides belonging to one China’ at his meeting with Chinese President Xi Jinping (習近平) in May, but now he is chanting ‘One Taiwan’ during the election season. China must think he lacks integrity,” Chuang said. Hsia said that he believes Chu’s campaign slogan has a distinct meaning, such as solidarity among Taiwanese. “I do not think it refers to cross-strait ties,” Hsia said. Straits Exchange Foundation Chairman Lin Join-sane (林中森) said that despite the ideological divide between the two nations, the government’s strategy is to shelve disputes and create a win-win situation. “Both sides should reinforce exchanges on issues they can cooperate over, while putting aside disputes where they disagree,” Lin said. “This is why we need the initiative of ‘one China, with different interpretations,’” he said. Lin’s remarks were dismissed by Chuang as off-topic and wishful thinking. Chu’s “One Taiwan” slogan has been interpreted by some netizens as supporting the cross-strait status of “one Taiwan, one China,” while others regard it as a KMT attempt to capitalize on the name of Taiwan to solicit votes. Chu has said the slogan refers to a united Taiwanese society that brings all people together regardless of their wealth, social status or birthplace. Turning to the APEC leaders’ summit, which is to be held in the Philippines on Nov. 18 and Nov. 19, Hsia said the council is pushing for a meeting between President Ma Ying-jeou’s (馬英九) representative, former vice president Vincent Siew (蕭萬長), and Xi on one of the two days. If such a meeting occurs, the council suggests that the pair discuss issues such as the promotion of the proposed cross-strait agreement on trade in goods, Hsia said. Schedules for the next round of negotiations on the agreement have not yet been set, Hsia said, adding that while both sides are inclined to ink the treaty by the end of this year, it would not be signed prior to the APEC summit.","source":"taiwan","title":"‘One Taiwan’ not about ties: minister","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/03/2003631582"},"time":{"from":"2015-11-03","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"World Vision Taiwan, a Christian relief and advocacy group, is calling on the public to donate NT$2,000 per month to help 982 needy children grow up in a more healthy environment. A staffer for the advocacy group said that more than 40 percent of the children on its list come from single-parent families or households where grandparents are the main carers. About 60 percent of the parents or grandparents have an education of less than grade nine or middle high school, while some are illiterate. Many of the children live with a parent who is an alcoholic or addicted to gambling and unable to support the family financially, the group said. As the children do not have a normal parent to guide them through school and, worse, do not have financial stability, they are often forced to drop out, it said. Financial assistance for these children can make a world of difference, the group said, citing as an example Tu Chi-tsung (杜繼宗), the basketball coach at Majia Junior High School in Pingtung County. His team won the championship in a nationwide competition last year. “I had been a recipient of World Vision aid since grade school. I must say thank you to World Vision for helping make me what I am today,” Tu said. While it has been doing all it can to help needy kids in other nations, World Vision Taiwan said that there are at least 982 under-privileged children in Taiwan. It called on the general public to make donations that can be used to help change the fortunes of these children so that they have a better chance of realizing their life ambitions.","source":"taiwan","title":"World Vision Taiwan calls for aid for needy children","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/03/2003631591"},"time":{"from":"2015-11-03","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"WEATHER North cools due to monsoon Temperatures yesterday fell in parts of northern Taiwan, influenced by the northeast monsoon, and the cool and wet weather is expected to last until tomorrow, the Central Weather Bureau said. In New Taipei City’s Tamsui District (淡水), the temperature dipped to 19.1℃ early in the morning and it fell to 18.7℃ in the northern port city of Keelung, the Central Weather Bureau said. The 2℃ to 3℃ drop in temperatures in the north was due to stronger winds and increasing moisture brought by the northeast monsoon, it added. The cool and wet weather is to last through today in northern and eastern areas, it said. The damp weather is expected to lift on Thursday, with clear and sunny skies to emerge again on Friday, the bureau forecast. However, daytime and nighttime temperatures might differ steeply due to a radiative cooling effect. ZOOLOGY Koalas nursing newborns The Taipei Zoo yesterday urged visitors to keep their voices down when touring the koala enclosure, as two koalas are each nursing their own joeys. Early last month, veterinarians at the zoo found a joey each in the pouches of seven-year-old Empress and three-year-old Nicole, the statement said. From their appearances, the two mothers show no signs of holding their babies, because the newborns have not yet grown large enough to venture outside their pouches and are the size of a NT$10 coin, the zoo said. The joeys are not expected to stretch their heads out of the pouches and begin trying to eat eucalyptus leaves until they are six to seven months old, the zoo said. There are a total of 13 koalas (seven female and six male) in the zoo, not including the two newborns.","source":"taiwan","title":"Taiwan News Quick Take","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/03/2003631598"},"time":{"from":"2015-11-03","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"edit-taiwan","title":"Taiwan ranks low in conservation","url":"http://www.taipeitimes.comNews/editorials/archives/2015/11/02/2003631479"},"time":{"from":"2015-11-02","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"Chinese Nationalist Party (KMT) presidential candidate Eric Chu’s (朱立倫) latest campaign slogan unveiled yesterday has triggered a heated online discussion on its underlying messages, as well as bringing accusations of plagiarism. Early yesterday, Chu posted on Facebook a photograph showing a billboard in Taipei’s downtown area with the slogan “One Taiwan.” “Past campaigns were usually a process of prolonged bickering ... but after staring at a few key words — solidarity, action and strength — which I selected from a long list, I have come to a realization about the predicaments Taiwan has experienced over the years,” Chu wrote on Facebook. Chu said he realized that people generally tend to spend more time arguing over problems than trying to tackle them, which has led to the nation’s stagnant economy and “social chaos.” Addressing Taiwan’s problems requires unity, mutual tolerance and comprehension, Chu said. “We must jointly march forward into the future with a multicolored, diversified, and united ‘one Taiwan,’” he said. Some netizens were quick to fill in the blank for Chu’s campaign slogan, saying his “One Taiwan” insinuates Taiwanese independence and stands for “one Taiwan, one China.” “It is brave of Chu to imply there is ‘one Taiwan, one China’ in his campaign slogan, but why not just say the whole thing?” Taipei City Government policy adviser Hung Chih-kun (洪智坤) said. Others accused Chu of using the name of Taiwan to solicit votes. “Chu is saying ‘one Taiwan’ but thinking about ‘one China,’” said a Facebook user who identified himself as Wang Chih Kang. “The 2.0 version [of President Ma Ying-jeou (馬英九)] must be thinking how gullible Taiwanese are.” Another netizen, named Cheng Sheng-chuan (鄭勝全), compared the KMT to a schizophrenic person who thinks about “one China” on ordinary days, but automatically shifts their stance to “One Taiwan” during campaign season. Several netizens accused Chu of plagiarism, saying there is a striking resemblance between the design for his “One Taiwan” poster and that for Democratic Progressive Party (DPP) presidential candidate Tsai Ing-wen’s (蔡英文) campaign advert “Light Up Taiwan.” Both Tsai’s and Chu’s campaign advertisements are against a white backdrop and use a similar calligraphic style for the word “Taiwan.” The DPP advert features a hollow circle in various shades of green, while the letter “O” in Chu’s billboard is rainbow-colored. “Does it mean Chu agrees with Tsai’s principles and values? He should at least put the name and emblem of his party on the billboard, otherwise people might mistake it for one of Tsai’s campaign ads,” a Facebook user named Liu Che-wei (劉哲瑋) wrote. Chu said that his “One Taiwan” idea means bringing everyone together regardless of where they are from, their social status or wealth. “That is the primary mission of a head of state,” he said.","source":"taiwan","title":"Eric Chu’s ‘One Taiwan’ slogan criticized","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/02/2003631505"},"time":{"from":"2015-11-02","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"SOCIETY Group of 30 rescued About 30 people who were trapped in an upstream area of the Wanli River (萬里溪) in Hualien County’s Wangrong Township (萬榮) were brought to safety yesterday after a seven-hour joint relief operation involving Red Cross rescuers and firefighters. The 30 people, including four aged only four or five, visited a river-side hot spring a day earlier. They found themselves unable to cross the river to safety and became trapped on the riverbank after heavy rain caused the river to rise rapidly. After being told of their plight yesterday morning, firefighters from nearby townships were dispatched to the area. As of 1pm, seasonal winds and weather fronts had brought more than 100mm of rainfall in 24 hours to many townships in the county, including Wanrong. The operation involved the use of ropes, rubber rafts and SUVs that were used to pull the trapped tourists to safety. SOCIETY Student singers win contest Donya Francis and Rolhensha Henry of St Kitts and Nevis in Taipei yesterday won a contest for foreigners singing campus folk songs, in which more than two dozen finalists expressed their feelings and spoke about techniques in Chinese. Angel Kurniawi Chandra of Indonesia was second, while Burocher Suart Venly of Haiti took third in the contest, organized by Radio Taiwan International (RTI). All the prize winners, two men and two women, are students, either already matriculated or in language programs at universities. RTI said it held the singing contest because this year is the 40th anniversary of the advent of campus folk songs. Previously, RTI held Mandarin-language speech contests for more than a decade. Twenty-five of the 30 finalists were involved in the competition. A significant portion of the finalists come from Asian countries, such as Indonesia, Japan, Thailand, the Philippines and Vietnam. Other finalists come from Australia, Belize, the Czech Republic, France, Haiti, Malaysia, Mexico, South Korea, the UK and the US. CRIME Foreign workers arrested Ten alleged runaway foreign workers were apprehended on Saturday living in budget housing being constructed by the government alongside the not-opened A7 MRT station in New Taipei City’s Linkou District (林口), where they had been staying for a month, police said. Acting on tipoffs, a Taoyuan police task force and labor officials took into custody nine Vietnamese workers and one Indonesian, who had been living in one of the uncompleted buildings, police said. Police said that the workers had occupied an entire floor, where they slept on the floor and erected tents to keep warm, with instant noodles, dishes, chopsticks, electric fans and cupboards scattered around. Most of them were illegally hired by a subcontractor as cleaners, police said, adding that they will be deported in line with the Employment Services Act (就業服務法) and immigration laws after an investigation into the contractors and brokers is complete. SOCIETY Vampire film wins award A short film about an Italian vampire and a Taiwanese taxi driver won the NT$50,000 top prize at the Taiwan International Queer Film Festival yesterday. The Thrill (顫慄) by Taiwanese director Hou Chi-jan (侯季然) grabbed the “Thong Award” at the festival, according to the Taiwan International Media and Educational Association, which organized the event for the second year.","source":"taiwan","title":"Taiwan News Quick Take","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/02/2003631511"},"time":{"from":"2015-11-02","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"WEATHER Temperatures to rise Residents of northern Taiwan could see heavy rain along with cool weather this weekend, but the Central Weather Bureau expects temperatures to rise to 30oC next week. Due to increasing seasonal winds, the bureau predicted gusty winds in coastal areas in northern Taiwan, adding that precipitation could be most pronounced along the northern coast, in mountainous areas in greater Taipei and Yilan County in the northeast. Temperatures in northern Taiwan could remain at between 20oC and 25oC until tomorrow, when seasonal winds begin to weaken, it said. However, warmer and drier weather is in the forecast from Tuesday, and daytime highs could even hit 30oC across the country on Friday, the bureau said. CONSUMER ISSUES VW to recall 18,000 cars Troubled German carmaker Volkswagen (VW) is to recall 18,000 cars in Taiwan in January as a result of a diesel emissions scandal, according to the carmaker’s Taiwan branch. In the wake of the emissions scandal, Germany’s federal motor transport authority has ordered a compulsory recall of all affected Volkswagen cars in the country, starting from Jan. 1. The carmaker’s Taiwan branch said it will try to follow its headquarter’s instructions by recalling the affected cars in Taiwan around the same time. The emissions scandal was exposed in September when the US. The Environmental Protection Agency found that emissions control software was being used on Volkswagen diesel cars to meet US environmental standards through defeat codes in their onboard computer systems to fool emissions-testing equipment. Europe’s biggest carmaker admitted cheating in emissions tests on about 11 million diesel vehicles. HEALTH Dengue abates in Tainan The dengue fever outbreak has come under control in Tainan, where the disease has been concentrated since the start of May, the Centers for Disease Control (CDC) said yesterday. As of Friday, Tainan had reported 81 new cases for this week, but that was 21 fewer than the figure it reported on the same day last week, the CDC said. The total number of confirmed cases there now stands at 21,688, out of a total of 29,052 cases nationwide, CDC data showed. However, the endemic continues unabated in Kaohsiung, where 227 new cases were reported as of Friday this week, an increase of 77 cases from the same day last week, according to the agency. The CDC added that 129 patients have died from the mosquito-borne disease across the nation, while 28 remain in intensive care and 26,693 have recovered. TOURISM Young dream of travel: poll Young Taiwanese love traveling much more than their Asian counterparts, with 60 percent of them longing to quit their jobs to take long vacations, according to a recentsurvey conducted by Expedia, an online travel company. Expedia surveyed about 2,200 young travelers from Hong Kong, South Korea and Taiwan, and most said that the best way to get away from the hustle and bustle of day-to-day life is to travel. Taiwan’s r young are more interested than the older generations in traveling abroad, the survey showed. As of last year, 40 percent out of 12 million travelers were young people aged between 20 and 40, Expedia said. However, while 60 percent of the Taiwanese respondents said that they were toying with the idea of quitting their jobs to take long vacations, few do so. Most young travelers instead spend between NT$15,000 and NT$30,000 (US$457 and US$915) for shorter getaways.","source":"taiwan","title":"Taiwan News Quick Take","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/11/01/2003631439"},"time":{"from":"2015-11-01","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Taiwan Crowds March in Asia's Biggest Gay Pride Parade","url":"http://www.ndtv.com/world-news/taiwan-crowds-march-in-asias-biggest-gay-pride-parade-1238494"},"time":{"from":"2015-10-31","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"Taiwan should step up efforts to prove it can be a useful partner in the US’ foreign policy in Asia, but refrain from implementing any radical changes that could unsettle cross-strait relations, Hudson Institute director of Chinese strategy Michael Pillsbury said. Pillsbury, a former US assistant undersecretary of defense for policy planning, was speaking at a forum titled “Beijing’s Strategy of Unification toward Taiwan and the US Response” at the legislature in Taipei yesterday morning. The event was organized by Democratic Progressive Party (DPP) Legislator Mark Chen (陳唐山), who served as foreign minister during former president Chen Shui-bian’s (陳水扁) administration. It was attended by several Taiwanese academics and foreign affairs experts. Speaking in fluent Mandarin, Pillsbury said none of the US’ high-ranking officials have openly revealed whether Taiwan is included in its “rebalancing” toward Asia, but the policy is expected to continue regardless of who is the next US president. “That is why Taiwanese people, both in the political or academic industries, are urged to put forward tangible rather than vague suggestions regarding the US’ Asia pivot and clearly express their nation’s aspiration to be a part of it,” Pillsbury said. To address its international and regional exclusion amid growing ties between the US and China, Pillsbury said there are several measures Taiwan can take to undermine Washington-Beijing relations. “It could change the name designation for Taiwan, issue a different passport, or scrap its current national flag that reminds most people of the Chinese Nationalist Party’s party flag,” Pillsbury said. “However, these actions would inevitably been seen as crossing the red line by China’s People’s Liberation Army ... and I personally do not think Taiwan has to go down that road.” Alternatively, Pillsbury said Taipei can surrender to Beijing and announce itself a part of the so-called “motherland,” but the move would most likely unnerve the US as it is the least favorable option among its citizens. That leaves the nation with one last option: That Taiwanese intelligentsia endeavor to work out a way to allow Taipei to be a helpful partner in Washington’s rebalancing policy without aggravating the Chinese government, Pillsbury said. Pillsbury’s remarks were dismissed by a male participant at the forum, who criticized the US’ opposition of renaming Taiwan as an oppression of the nation. “I did not say Taiwan cannot change its name, I am saying that the US policy of protecting Taiwan’s security is not without limit. It does not mean Taiwan can do whatever it desires and we still have to protect it …. The policy is not a blank check,” Pillsbury said. Former minister of national defense Michael Tsai (蔡明憲) urged the US to permit Taiwan to participate in meetings and cooperative organizations related to its regional security, and respect the nation’s public opinion and development. “The US should not facilitate its ties with China at the expense of Taiwan’s sovereignty and its people’s interests,” said Tsai, who also doubles as the director-general of the Taiwan Defense Policy and Strategy Research Institute. Taiwan Institute for Political, Economic and Strategic Studies president Parris Chang (張旭成) praised the US’ efforts to collaborate with other Asian countries to inhibit China’s growing aggressiveness.","source":"taiwan","title":"Taiwan urged to prove worth in US ‘rebalancing’","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/31/2003631353"},"time":{"from":"2015-10-31","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"edit-taiwan","title":"EU stands with LGBTI community in Taiwan","url":"http://www.taipeitimes.comNews/editorials/archives/2015/10/30/2003631243"},"time":{"from":"2015-10-30","toTimeStamp":"null"}},{"geo":{"latitude":"40.89669","longtitude":"-77.83889","location":"Pennsylvania Taiwan"},"newsContent":{"abstract":"Pennsylvania on Tuesday signed a reciprocal driver’s license agreement with Taiwan, becoming the 15th US state to do so. Under the agreement, which took immediate effect, Taiwanese and Pennsylvania residents can obtain a local license in Taiwan or Pennsylvania by submitting a non-commercial driver’s license, without having to take a written or road test. Taiwanese with legal residence in Pennsylvania can apply for a local driver’s license by showing their Taiwan driver’s license and other documents, such as a sight test certificate, and pay the fee. Holders of a valid driver’s licenses issued by Pennsylvania State can obtain a driver’s license in once they have a Taiwan residence permit that is valid for at least one year. The reciprocal agreement was signed by Taipei Economic and Cultural Office Representative in New York Paul Chang (章文樑) and Pennsylvania Department of Transportation Secretary Leslie Richards in Harrisburg, the capital of Pennsylvania. Chang said the reciprocal agreement is a convenient arrangement that makes life easier for Taiwanese businesspeople, students and academics in Pennsylvania and helps boost bilateral ties in trade, economics, culture and education. Taiwan is Pennsylvania’s sixth largest export market in Asia. In 2005, Pennsylvania opened an office in Taiwan to handle trade and economic exchanges between the two sides. Since that time bilateral ties have been growing, Chang said. The other 14 US states that have reciprocal driver’s license agreements with Taiwan are Maryland, Arkansas, Delaware, Florida, Idaho, Mississippi, Oklahoma, South Carolina, Texas, Washington, West Virginia, Oregon, Arizona, and Alabama, the Ministry of Foreign Affairs said.","source":"taiwan","title":"Pennsylvania, Taiwan ink license agreement","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/30/2003631292"},"time":{"from":"2015-10-30","toTimeStamp":"null"}},{"geo":{"latitude":"23.68578911","longtitude":"120.8974915","location":"ROC"},"newsContent":{"abstract":"UNKOWN","source":"edit-taiwan","title":"In defense of the ROC — but not Taiwan","url":"http://www.taipeitimes.comNews/editorials/archives/2015/10/29/2003631164"},"time":{"from":"2015-10-29","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"Taiwanese law enforcement agencies working in concert with their US counterparts have busted an international prostitution ring, which allegedly had a female proprietor surnamed Tai (戴) heading up the operation to supply escorts, and several suspects were taken in for questioning by prosecutors yesterday. Judicial officials said the prostitution ring allegedly contravened international laws against human trafficking, because an investigation revealed that some of the call girls flew to China, Hong Kong, Macau, Singapore, the US and Australia to provide sexual services or as “business trip companions,” mostly for businessmen and other wealthy clientele. Three women with alleged involvement were summoned for questioning at the Taipei District Prosecutors’ Office on Tuesday night, including the female proprietor, Tai Chun-yi (戴君儀), model agency manager Chung Yi-tzu (鍾宜姿) and Johanne Liou (劉喬安), whose good looks led the local media to dub her the “Sunflower Queen” during her participation in the Sunflower movement last year. After questioning, the three, who prosecutors suspected of violating the Human Trafficking Prevention Act (人口販運防制法), were released yesterday morning with bail set at NT$500,000 (US$15,297), NT$250,000 and NT$50,000 respectively. The prosecutors followed up by summoning a number of suspects and witnesses for questioning yesterday afternoon, who included a female model who starred as the lead and spokesperson in an advertising campaign for a computer game, and other models and starlets said to be working in the entertainment industry. Because some of the women said they were not working of their own free will and had been threatened, the investigation has proceeded based on the suspicion that Tai, Liou and others were engaged in cross-border human trafficking. Reports said US authorities informed Taiwan of the ring’s existence through the American Institute in Taiwan (AIT). In response to media queries, AIT official Joseph Bookbinder said he would not comment on individual cases, but he did say that Taiwan and the US work together to fight crime. Officials at the Criminal Investigation Bureau (CIB) said that after a tip-off by US agencies, they monitored Tai’s activities and financial transactions for the past six months, before concluding that Tai operated the ring in Taiwan, but with powerful backers and the real masterminds in China. Officials said Tai provided Taiwanese starlets, models and showgirls as “business trip companions” for wealthy clientele from China, Hong Kong, Macau and Taiwan, and also for overseas Chinese living in US, Australia and other countries. It is reported the sex workers sometimes spent between three days and a week abroad, with their clients paying between NT$500,000 and NT$2 million, and would also usually pay for business-class airfare tickets, five-star hotel billets, restaurant dining and other expenses for the escorts during their trips. CIB officials said Tai would receive a 50 percent commission for each of the transactions, and estimated that she had made more than NT$100 million in the past year. Additional reporting by CNA","source":"taiwan","title":"Taiwan and US break up global escort service ring","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/29/2003631200"},"time":{"from":"2015-10-29","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"WEATHER Cold front coming Temperatures across the nation are expected to fall below 20oC over the weekend as a cold front approaches, the Central Weather Bureau reported yesterday. The cold front is forecast to come close to Taiwan tomorrow, bringing strong northeasterly winds that could send the temperature plummeting by between 6oC and 10oC to about 24oC during the daytime and to 19oC or 20oC at night, the bureau said. It advised people to wear warm clothes and carry umbrellas until Tuesday next week, when the front is forecast to leave Taiwan. The Greater Taipei area, along with Yilan and Hualien counties, could also experience sporadic rain, while the rest of the country will have partly sunny skies, it said. HEALTH Kaohsiung dengue spikes Kaohsiung on Tuesday reported the highest number of new dengue fever infections in a single day since May, as the outbreak continues to intensify, the Centers for Disease Control (CDC) said yesterday. Kaohsiung had 248 new cases of dengue fever on Tuesday, while 110 new cases were reported in Tainan, where the epidemic is showing signs of abating after having been concentrated there since late August, the agency said. Nationwide, the number of dengue fever patients reached 28,101 after an increase of 365 cases on Tuesday, CDC data showed. Kaohsiung and Tainan accounted for 6,169 and 21,437 cases respectively, or a combined 98.2 percent of the total. The CDC also updated the death toll from the mosquito-borne viral disease to 129, adding that 25,835 people have recovered from the disease, while 26 remain in intensive care units.","source":"taiwan","title":"Taiwan News Quick Take","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/29/2003631211"},"time":{"from":"2015-10-29","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"Taiwan has to improve its fishing practices and eliminate illegal behavior or face trade sanctions from the EU, environmental group Greenpeace said. Greenpeace reported last month that a Taiwanese fishing vessel, the Shuen De Ching No. 888, was illegally harvesting shark fins and throwing the bodies of the sharks into the sea near Papua New Guinea in the South Pacific. The European Commission issued a yellow card to Taiwan on Oct. 1, warning that it risked being identified as an uncooperative country in the fight against “illegal, unreported and unregulated” fishing. Greenpeace said the Fisheries Agency sent officials to check on the Shuen De Ching No. 888 following the ship’s return to Taiwan and found that it had falsely recorded its catch, cut fins off sharks and thrown their bodies into the sea, and violated the ban on fishing for black sharks. However, the agency’s count of the ship’s catch was far short of Greenpeace’s, indicating that it is not capable of plugging management loopholes, Greenpeace said. That raised doubts that the agency would be able to solve the yellow card problem within six months, Greenpeace said, and if Taiwan cannot make improvements within that time frame, the EU could impose trade sanctions on Taiwanese seafood. Based on its annual fish exports to the EU, Taiwan stands to lose about NT$520 million (US$15.91 million) a year, it said. Greenpeace oceans campaigner Yen Ning (顏寧) said the captain of the Taiwanese ship admitted that it transported a catch early last month, but an investigation by the Fisheries Agency had found nothing and it ended up saying only that the ship made an incorrect report. The agency fined the ship NT$150,000 and its catch was confiscated, a punishment Yen said was too lenient. Yen said that reform of Taiwan’s deep-sea fishing system is urgent. She cited as examples South Korea and the Philippines, which stepped up regulation after being issued yellow cards. South Korea now imposes fines of up to NT$28 million for illegal fishing, while the Philippines raised its fines to NT$31.5 million. Taiwan’s fines are between NT$30,000 and NT$300,000.","source":"taiwan","title":"Taiwan facing sanctions due to illegal fishing","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/28/2003631127"},"time":{"from":"2015-10-28","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"SOCIETY Pride parade route unveiled This year’s Taiwan Pride Parade, an annual celebration by the lesbian, gay, bisexual and transgender (LGBT) community, is scheduled to be held on Saturday in Taipei, the organizer said yesterday. Participants are to split up along two separate routes after setting off from Xinyi Road Sec 1 at 2pm. They are to converge on Zhongshan S Road, the Taiwan LGBT Pride Community said. The theme of this year’s parade is “no age limit,” and members of the LGBT community and its supporters are invited to take part to jointly explore how age and gender are hindering people from freely expressing themselves when living their lives, the organizer said. EDUCATION Parents eye US education Seventy-five percent of Taiwanese parents are considering sending their children abroad for their university education, with the US remaining the top destination, according to a survey conducted by HSBC. When given the choice of where they would be willing to send their children to study, 60 percent of respondents chose the US, while the UK and Germany each received the support of 38 percent, the survey found. The global survey conducted earlier this year in 16 nations interviewed 300 Taiwanese parents with at least one child younger than 23. Though Taiwanese respondents indicated that they would like to send their children abroad to study, cost could be a barrier. An international student in the US is expected to spend more than US$165,000 in total university tuition and living expenses over four years, HSBC said. In the UK, the cost is approximately US$120,000. By comparison, it is more economical to attend a Taiwanese university, which costs about US$44,000 over a four-year period, HSBC said.","source":"taiwan","title":"Taiwan News Quick Take","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/28/2003631131"},"time":{"from":"2015-10-28","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"edit-taiwan","title":"Chinese growth is good for Taiwan","url":"http://www.taipeitimes.comNews/editorials/archives/2015/10/27/2003631011"},"time":{"from":"2015-10-27","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"Thanks to the perseverance of police in search of her roots, a woman who was born in Taiwan and adopted by a Finnish couple when she was a baby has found her biological father and has made plans to meet him in February in Taiwan. Janica Palonen is the second Finnish adoptee to find success in such a search following Conny Wiik, who met his birth family earlier this year. Palonen and Wiik are among more than 60 babies sent overseas in the 1980s by a child-trafficking ring that used forged documents to arrange adoptions. Their search for their biological parents was initiated after another member of the group, Sabina Soderlund, traveled to Taiwan in 2006 to search for her roots. Soderlund has yet to track down her birth parents. Police learned about Palonen’s case while tracing the backgrounds of Wiik and Soderlund, a police team in New Taipei City yesterday said. With the assistance of the Taipei City Police Department, the National Police Agency, courts, household registration offices and Ministry of Foreign Affairs officials, the team said it identified a man who was likely to be Palonen’s biological father. With Soderlund’s help, the team made contact with Palonen, who sounded delighted when told she might have the chance to find her roots, police said. After a series of DNA-based identity checks, the man was confirmed as Palonen’s father. Once Palonen was informed of the news, she decided to arrange a trip to meet her biological father, the police said. Police said the man put his daughter up for adoption due circumstances they did not specify.","source":"taiwan","title":"Second Finnish adoptee finds roots in Taiwan","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/27/2003631046"},"time":{"from":"2015-10-27","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"TRAVEL Woman sent home over cash An Indonesian woman on her way out of the nation was yesterday barred from boarding a flight to Jakarta after NT$6.4 million (US$195,671) in cash was found in her luggage during an airport security check. The money was found in her checked luggage by aviation police at Taiwan Taoyuan International Airport. Her checked luggage and the money were later returned and she was not detained. According to regulations, each passenger is allowed to carry up to NT$100,000 when leaving the nation. HEALTH Dengue still peaking: CDC The dengue fever outbreak in Kaohsiung is still at its peak, but the situation in neighboring Tainan is abating, the Centers for Disease Control (CDC) said yesterday. On Sunday, Kaohsiung reported 137 new dengue cases, bringing the total number of cases in the city to 5,728. Tainan, which has seen the dengue epidemic slow down over the past five weeks, had recorded 21,215 cases as of Sunday, including 75 new infections, CDC data showed. Nationwide, 27,420 people have been infected with the disease, 122 of whom have died, with 38 still in intensive care units, the CDC said. ENTERTAINMENT Hayley Westenra to perform New Zealand classical crossover soprano Hayley Westenra is to hold a concert in December, performing her own songs as well as popular Western and Mandarin works, according to the concert’s promoter. The 28-year-old pop and classical singer is to collaborate with Taiwan’s National Symphony Orchestra for the first time during the concert at the National Concert Hall in Taipei on Dec. 11, organizer Management of New Arts said.","source":"taiwan","title":"Taiwan News Quick Take","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/27/2003631055"},"time":{"from":"2015-10-27","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"edit-taiwan","title":"Taiwan can learn from Japan’s trade plan","url":"http://www.taipeitimes.comNews/editorials/archives/2015/10/25/2003630857"},"time":{"from":"2015-10-25","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"President Ma Ying-jeou says it is important to remember the good things Japan did for the island while it was its colonial power.","source":"japantimes","title":"Taiwan leader honors good deeds Japan did while ruling island","url":"http://www.japantimes.co.jp/news/2015/10/25/national/politics-diplomacy/taiwan-leader-honors-good-deeds-japan-ruling-island/"},"time":{"from":"2015-10-25","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Should Remember Good The Things Japan Did, Says Taiwan President","url":"http://www.ndtv.com/world-news/taiwan-president-says-should-remember-good-things-japan-did-1236102"},"time":{"from":"2015-10-25","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"The Ministry of Foreign Affairs should apply for entry to the UN under the name of “Taiwan,” pro-independence advocates said at a rally outside the ministry’s office in Taipei yesterday. Yesterday was the 70th anniversary of the founding of the UN. About 100 members of the Taiwan United Nations Alliance, Free Taiwan Party and other pro-independence groups marched up Ketagalan Boulevard, shouting “UN for Taiwan,” “Peace forever” and “Keep Taiwan Free.” They presented ministry officials with a petition calling for it to apply for UN membership as Taiwan. A premarch forum opened with a rendition of Taiwan the Green (台灣翠青) — a Taiwanese Presbyterian Church hymn that has been promoted as Taiwan’s “national anthem” by many independence advocates — followed by a panel criticizing Taiwan’s exclusion from the UN as unreasonable. Taiwan United Nations Alliance president Liao Lin Li-ling (廖林麗玲) said the recent admission to the UN of Palestine, while Taiwan remains excluded, was disheartening to independence advocates. Taiwan has made much greater contributions to the world than Palestine, whose government 20 years ago was still listed by the US as a terrorist organization, Lin said. “Taiwan is a mid-sized country larger than 75 percent of the countries in the UN, yet Taiwan is not in the UN — it should be there,” said Jerome Keating, a retired National Taipei University professor. He said the official name of Taiwan’s government — the Republic of China — is an obstacle to membership, because there cannot be two Chinas, and called for the name to be changed to “Taiwan” to allow for “one China and one Taiwan.” “Taiwan is our nation, but Taiwan is not a sovereign state yet; we have to understand this fact,” Free Taiwan Party chairman Tsay Ting-kuei (蔡丁貴) said.","source":"taiwan","title":"Government should apply to enter UN as Taiwan: groups","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/25/2003630888"},"time":{"from":"2015-10-25","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Lydia Ko wins LPGA Taiwan to regain No. 1 spot in world","url":"http://timesofindia.indiatimes.com//sports/golf/top-stories/Lydia-Ko-wins-LPGA-Taiwan-to-regain-No-1-spot-in-world/articleshow/49525790.cms"},"time":{"from":"2015-10-25","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"Taiwan and Puerto Rico earlier this week signed a reciprocal driver’s license agreement allowing licenses to be issued without written or road tests, according to a statement by the Taipei Economic and Cultural Office (TECO) in Miami. The agreement was signed by TECO director general Philip Wang (王贊禹) and Puerto Rican Department of Transportation and Public Works secretary Miguel Torres-Diaz on behalf of their respective states, TECO said. With the signing of the accord, Taiwanese aged 18 and over with legal residence in Puerto Rico, and students studying the nation, can obtain a Puerto Rican driver’s license by presenting their Taiwanese license, along with a sight test certificate and other documents, the office said. Wang said the accord will help enhance bilateral trade and academic exchanges, ease the settlement of people from the respective states, and facilitate mutual visits. Torres-Diaz said that Taiwan has become the second nation after Germany to sign such an agreement with Puerto Rico. Taiwan has similar accords with 13 US states: Arkansas, Delaware, Florida, Idaho, Maryland, Mississippi, Oklahoma, South Carolina, Texas, Washington, West Virginia, Arizona and Alabama.","source":"taiwan","title":"Taiwan and Puerto Rico ink licensing agreement","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/24/2003630824"},"time":{"from":"2015-10-24","toTimeStamp":"null"}},{"geo":{"latitude":"22.278315","longtitude":"114.174695","location":"Hong Konger"},"newsContent":{"abstract":"Hong Kong tourist Andy Kong (江俊賢) yesterday won the top prize in a competition for the best video that promotes Taiwan as a tourist destination. The competition, titled Any Time for Taiwan: Film Taiwan, Action! was hosted by the Tourism Bureau and Google Taiwan. According to the bureau, 150 videos produced by participants from around the globe entered the competition since August last year, with the entries drawing more than 1.37 million views. The bureau said Kong won because he found an innovative way to introduce scenic spots as well as Taiwanese culture, and he was active in generating views for his video. Kong won a flight ticket enabling him to travel around the world. Kong said he made the entry after filming a trip as a way to assure his parents of his safety. He later found out about the competition and decided to spend one month filming in Taiwan. “I thought if I win the ticket to travel around the world, I could be away from home longer,” Kong said. To produce the three-minute film, Kong visited nearly all the major tourist attractions in the nation, including on the outlying islands. Aside from flying sky lanterns in New Taipei City’s Pingxi District (平溪) and seeing Taroko Gorge (太魯閣) in Hualien County, he also went scuba diving off Green Island (綠島) to see tropical fish and coral reefs, and to see the Yuwongdao (漁翁島) lighthouse in Penghu, which has been in use since 1778. He said he met three local people on his way to Nantou’s Puli Township (埔里) to film people paragliding. They gave him a ride, shared a hotpot meal with him and invited him to spend the night at Nantou County’s Cingjing Farm (清境農場). Bureau deputy director-general Wayne Liu (劉喜臨) said a bureau survey shows that 60 percent of international tourists said that they had watched tourism films or read travel stories about Taiwan before they arrived, and 63 percent of them did so via the Internet, adding the competition drew viewers from the US, Malaysia and Japan.","source":"taiwan","title":"Hong Konger wins Taiwan tourism award","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/23/2003630738"},"time":{"from":"2015-10-23","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"Taiwan and South Korea have increased the annual quota for their reciprocal working holiday program to 600 people from each side, the Ministry of Foreign Affairs said yesterday. “In light of the growing demand for working holiday opportunities among young people from Taiwan and South Korea, we have reached an agreement to raise the cap to 600 people per year starting Jan. 1, in an effort to strengthen bilateral exchanges,” said Shih Puo-suz (石柏士), deputy director-general on home assignment of the ministry’s Department of East Asian and Pacific Affairs. Shih said the number of working holiday visa applicants has been steadily increased since November 2010, when Taipei and Seoul inked a memorandum of understanding to launch a joint youth working holiday program. The current quota of 400 applicants from each country has been met this year, Shih said. Shih said the program is available to Taiwanese and South Korean nationals aged 18 to 30, who can apply for a one-year working holiday multiple-entry visa that allows them to participate in short-term employment or internships in each other’s country to supplement their travel expenses. Meanwhile, Association of East Asian Relations Secretary-General Chang Jen-joe (張仁久) told the press conference that progress has been made on negotiations between Taiwan and Japan on a double taxation avoidance agreement. “Talks of inking such an agreement have been under way since the signing of the 2011 Arrangement for the Mutual Cooperation on the Liberalization, Promotion and Protection of Investment,” Chang said. The negotiations have entered their final stage, Chang said, adding that the ministry would make public relevant details after they have been finalized. As for the 40th Taiwan-Japan Trade and Economic Meeting, which is scheduled to be held on Nov. 25 and 26 in Tokyo, Chang said that both sides aim to bolster communication on trade issues and promote bilateral exchanges. Chang added that the ministry is compiling a list of topics to be discussed at the meeting, an annual platform held by Taipei and Tokyo.","source":"taiwan","title":"Taiwan, S Korea visa quota increased","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/23/2003630739"},"time":{"from":"2015-10-23","toTimeStamp":"null"}},{"geo":{"latitude":"24.2225023","longtitude":"120.6545022","location":"China"},"newsContent":{"abstract":"China might be “ramping up” coercive and negative measures against Taiwan, former US assistant secretary of state for East Asia Kurt Campbell said on Tuesday said. Speaking at a Center for Strategic and International Studies (CSIS) discussion on US-China relations, he said Taiwan was one of the hardest issues that Washington and Beijing had to deal with. The discussion, moderated by CBS newsman Bob Schieffer, focused on US-China relations following the summit between US President Barack Obama and Chinese President Xi Jinping (習近平) last month. Campbell indicated he would have liked to see more attention being paid to Taiwan at the summit. “One of the great achievements, ironically, despite all the tension between the United States and China, is the maintenance of peace and stability across the Taiwan Strait,” he said. Campbell said this was the case even though “it has been one of the hardest issues that the two countries have had to deal with.” “Neither country can acknowledge that it is extremely successful, but it has been,” he said. “We are coming into a very different period in Taiwan and I would have liked the United States to underscore that we have a strong commitment to the preservation of peace and stability across the Taiwan Strait,” he said. “Some kind of coercive, negative measures again are ramping up in China because they anticipate a potential change of government in Taiwan.” Nevertheless, he said that “overall” the Obama-Xi summit was generally positive. “This was one of those summits that will be judged not by what happens in the meeting itself, but by subsequent activities,” he said. Campbell asked if the US would be able to sustain the same high level of engagement after the summit. “Did we brief our allies and bring them into some of these discussions? Did we embed our China strategy in the larger regional framework? Only time will tell,” he said. He said that Chinese friends spent “an inordinate amount of time” talking about the historical alliance between the US and China against the “marauding Japanese of the 1930s and 1940s.” While he understood the historical aspects, it tended to “gloss over” 70 years of Japan engaging China and “not firing a shot in anger.” Campbell said it would be “disastrous” if the US Congress failed to approve the just-negotiated Trans-Pacific Partnership (TPP) trade agreement. Former CIA official and now senior adviser to CSIS Christopher Johnson said that while the TPP was about economics and trade, it was also “a highly geostrategic document as well.” “It is such an important statement of our credibility and it is what the Asians want to see,” Johnson said. “We are not just a military power, but we are in the game economically.","source":"taiwan","title":"China might be ‘ramping up’ coercive measures against Taiwan: US official","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/23/2003630735"},"time":{"from":"2015-10-23","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"ENTERTAINMENT Twice debuts music video A new South Korean female pop group called Twice — one member of which is Taiwanese — released its first music video on Tuesday. The video of the upbeat Like OOH-AHH shows the nine-member group, including Taiwanese teenager Chou Tzu-yu (周子瑜), singing and dancing inside an abandoned building and bus, while zombies prowl around. The video received more than 1.1 million hits on YouTube less than 24 hours after its release. Members of the group were selected from the South Korean TV talent show Sixteen earlier this year. The show featured girls from different countries singing and dancing in a competition to become a member of Twice. The group was formed by JYP Entertainment, which manages several groups that are popular in Asia, including Wonder Girls and Miss A. SOCIETY Zoo to pay out over tooth Kaohsiung Shoushan Zoo said it is accepting a woman’s claim for compensation after her tooth was broken when an elephant hurled a stone at her on Oct. 10. The zoo said that the 26-year-old woman complained to the zoo’s visitors’ center that her mouth was bleeding and her tooth was broken after being hit by the stone. Zoo officials said the zoo is insured against such incidents and has referred the case to its insurance company, which has yet to determine the amount of compensation to be awarded. The elephant, about 40-years-old, named Ali is quite active, according to the zoo, adding that from time to time Ali picks up stones and hurls them at visitors. The zoo said it has apologized to the visitor and set up a warning sign outside the elephants’ enclosure to warn visitors of the potential danger.","source":"taiwan","title":"Taiwan News Quick Take","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/22/2003630665"},"time":{"from":"2015-10-22","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Korean Ji whizzes to LPGA Taiwan lead","url":"http://timesofindia.indiatimes.com//sports/golf/top-stories/Korean-Ji-whizzes-to-LPGA-Taiwan-lead/articleshow/49493590.cms"},"time":{"from":"2015-10-22","toTimeStamp":"null"}},{"geo":{"latitude":"35.907757","longtitude":"127.766922","location":"South Korea"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"South Korea's Ji Eun-hee leads LPGA Taiwan Championship","url":"http://timesofindia.indiatimes.com//sports/golf/top-stories/South-Koreas-Ji-Eun-hee-leads-LPGA-Taiwan-Championship/articleshow/49492878.cms"},"time":{"from":"2015-10-22","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"HEALTHCARE Dependent’s average to fall The Ministry of Health and Welfare yesterday announced it would lower the National Health Insurance’s (NHI) figures on the average number of dependents from 0.62 people to 0.61 people from January next year. This would allow about 700,000 employers to save an estimated NT$1.4 billion (US$43.1 million) per year. NHI Financial Division head Tsai Pei-ling (蔡佩玲) said that of the estimated savings, about NT$0.8 billion would be by owners of small and medium-sized enterprises, while NT$0.5 billion would benefit the government’s budget. Tsai said that because of the low fertility rate in recent years, the average number of dependents gradually decreased from 1.36 in 1995 to 0.62 last year. CULTURE Film ratings relaxed A revision to regulations governing how films are rated is aimed at giving teenagers the chance to watch more movies, a Ministry of Culture official said yesterday. Films are now classified into five categories, instead of four, as was the case in the past. The new rules took effect on Friday last week. Before the revision, films were rated “restricted,” viewing not permitted for those under 18; “parental guidance,” viewing not permitted for children under 12; “protected,” viewing not permitted for children under six; children between six and 11 must be accompanied by an adult; and “general audience,” viewing permitted for audiences of all ages. Under the new rules, the parental guidance category is divided into two categories: one that bars children under 12 from seeing a movie and the other that bars those under 15 from seeing a movie. The Department of Audiovisual and Music Industry Development said the next step is to help theaters and distributors implement the new system.","source":"taiwan","title":"Taiwan News Quick Take","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/21/2003630588"},"time":{"from":"2015-10-21","toTimeStamp":"null"}},{"geo":{"latitude":"39.44325638","longtitude":"-98.95733643","location":"US"},"newsContent":{"abstract":"The US should normalize relations with Taiwan “as much as possible,” a former senior congressional official said. Gary Schmitt, a former staff director of the US Senate Select Committee on Intelligence who is now an academic at the American Enterprise Institute (AEI), said Washington should overturn the self-imposed strictures on relations that are required neither by domestic nor international law. “Bringing democratic Taiwan in from the cold is as important as Washington’s opening to Cuba — arguably far more so,” he wrote in a commentary published by the Wall Street Journal. Taiwan has been denied recognition as a sovereign state by the US “based on the diplomatic hocus pocus that there is only one China,” he said, adding that upholding the “one China” policy is a “charade.” Schmitt said that Taiwan’s presidential election is to be a test of whether Beijing is truly a rising power of the modern, benign sort — as it claims — or more akin to the rising, not-so-benign powers of the 19th century. “Allowing China to bully democratic Taiwan into global isolation, or giving the leadership in Beijing the sense that it has leverage over US policies toward the island, would create more instability, not less,” he said. Schmitt said that the US can reverse this dynamic by inviting Taiwan’s military to participate in joint and multilateral exercises, by expanding the transfer of weapons and by allowing more frequent and substantive visits by Cabinet members. He also called for a more substantial role for Taiwan in international bodies and endorsing Taiwan’s bid to become a signatory to the Trans-Pacific Partnership once the trade pact is up and running. The commentary followed an article published by the AEI last week calling on the US to rethink its approach to Taiwan. “Imposing artificial restrictions on interactions with Taiwan, as much as they might please Beijing, do not contribute to stability in the Taiwan Strait,” the article by AEI defense policy analyst Michael Mazza said. “Preparing for the worst — by talking to, training with and operating alongside Taiwan’s military — is the best way to ensure that the worst does not come about,” Mazza said. US-Taiwan Business Council president Rupert Hammond-Chambers also had a piece published in the Wall Street Journal this week, in which he said the ouster of Deputy Legislative Speaker Hung Hsiu-chu from the Chinese Nationalist Party (KMT) presidential ticket had “broad significance for the future of cross-strait relations.” The KMT has repudiated Hung’s pro-China policy, he said. “This signals to Beijing where the political boundaries for closer ties lie, suggesting limits to China’s economic and cultural engagement policies as a path to unification,” Hammond-Chambers said. “This intraparty putsch is thus likely to fuel concerns that China will take a hard line with a Democratic Progressive Party government, raising cross-strait tensions and also straining ties with the US ... Taiwan’s principal partner,” he said. “Seven years of cross-strait quiet are coming to an end fast.”","source":"taiwan","title":"US needs to normalize ties with Taiwan: ex-US official","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/21/2003630573"},"time":{"from":"2015-10-21","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"edit-taiwan","title":"Taiwan has a bureaucracy problem","url":"http://www.taipeitimes.comNews/editorials/archives/2015/10/20/2003630468"},"time":{"from":"2015-10-20","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"HEALTH Dengue cases total 25,379 The nation reported another 248 cases of dengue fever, bringing the total number of infections since the start of May to 25,379, the Centers for Disease Control (CDC) said yesterday. As of Sunday, Kaohsiung and Tainan, where the dengue fever outbreak is concentrated, had reported 125 and 119 new cases respectively. It appears that the dengue fever outbreak is intensifying in Kaohsiung and abating in Tainan, the CDC said, adding that the two southern cities have accumulated 4,544 and 20,400 cases so far respectively. While 23,076 dengue patients have recovered nationwide, 43 are still being treated in intensive care units, CDC statistics showed. In addition, Tropical Storm Koppu could bring rain as it approaches the nation, which is favorable for vector breeding. CULTURE Museum to be renovated The Juming Museum (朱銘美術館), a popular indoor and outdoor showcase for dramatic sculptures located on the nation’s northern coast, is to close for three months from Nov. 2 for a renovation of the museum’s interior and restoration of some of its artworks. It is to be the first time the museum has closed for such a long period of time since it was established by Ju Ming (朱銘), the nation’s best-known sculptor, in 1999 to house his works, the museum said. Before the museum gets its facelift, it is to be open to the public free of admission between 6pm and 9pm on Oct. 31, and music is to be performed in the outdoor space to entertain visitors, it said. The museum added that the huge Living World Series collage of works displayed in the central hall of the main building are to be taken down during the three-month closure to be maintained and restored.","source":"taiwan","title":"Taiwan News Quick Take","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/20/2003630513"},"time":{"from":"2015-10-20","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"WEATHER Koppu to bring rain today Typhoon Koppu is moving at a slow pace, but its peripheral cloud system is expected to bring rain to the nation’s northern and eastern regions starting from today, the Central Weather Bureau said yesterday. As of yesterday morning, Koppu was about 810km from Taiwan, moving west at a speed of 10kph toward Luzon Island in the Philippines, the bureau said. The storm was previously expected to move closer to Taiwan on Tuesday, but the bureau said that it would take longer for Koppu to bring heavy rain to the nation, given that it is now moving at a slower pace. Starting from Tuesday, Taiwan is expected to feel a stronger impact from the typhoon and see heavy rain due to its peripheral current, the bureau said. HEALTH Chickens to be culled About 20,000 free-range chickens at a farm in Changhua County’s Dacheng Township (大城) are to be culled today after they tested positive for influenza A virus subtype H5N2, a highly pathogenic variant of avian influenza. It is the second confirmed case of bird flu at the farm this year, which resumed poultry farming in July after a mass culling and disinfection, Bureau of Animal and Plant Health Inspection and Quarantine Director-General Chang Su-san (張淑賢) said, adding that sentinel chickens were raised during the preoperative period to ensure that the virus was not active in the environment. Migrant birds might be a possible source of contagion, as the affected farm is located along the shore and it is migration season, Chang said. PUBLIC HEALTH Dengue cases reach 24,874 Another 367 cases of dengue fever have been reported in Taiwan, bringing the total number of infections since the start of May to 24,874, the Centers for Disease Control (CDC) said yesterday. In Tainan, 183 new cases were reported on Friday, which was 16 fewer than on the same day last week, the CDC said. Kaohsiung reported 173 new cases, 39 more than a week earlier. From the start of the outbreak up until Friday, the three worst-affected areas are Tainan, with 20,172 reported cases, Kaohsiung (4,274) and Pingtung County (100), CDC figures showed. Since May 1, there have been 106 confirmed fatalities in the nation from the disease, the CDC said. While 22,500 dengue patients have recovered, 44 are still being treated in intensive care units, CDC statistics showed. CDC Deputy Director-General Chuang Jen-hsiang (莊人祥) predicted that numbers of reported cases of dengue fever in Kaohsiung would start to slow by the end of this month as the weather cools. ELECTIONS FTP calls for candidates The newly formed Free Taiwan Party (FTP), which advocates Taiwan independence, is inviting people who share its political ideals to join it and run for seats in next year’s legislative elections. A new political party needs to nominate candidates in at least 10 of the 73 electoral districts in order to qualify to run for seats in the Legislative Yuan. The FTP is hoping that if it can qualify to run, it could win 5 percent of the votes and win one of 34 party-list seats, FTP Chairman Tsay Ting-kuei (蔡丁貴) said. Tsay said that by representing the FTP in the Jan. 16 elections, politicians interested in public office could build their reputation through increased public exposure. However, the FTP, as a new party, is concentrating more on the 2018 city and county council elections, he added.","source":"taiwan","title":"Taiwan News Quick Take","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/18/2003630351"},"time":{"from":"2015-10-18","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Pro-China party dumps president candidate in Taiwan","url":"http://timesofindia.indiatimes.com//world/china/Pro-China-party-dumps-president-candidate-in-Taiwan/articleshow/49436620.cms"},"time":{"from":"2015-10-18","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"Taiwan still has a long way to go before it can gain entry into the Trans-Pacific Partnership (TPP) trade deal, a senior US official said this week. “There is a lot more that can and should be done,” US Assistant Secretary of State for East Asian Affairs Daniel Russel said. “My message to Taiwan regarding TPP is this: Keep up the good work.” Russel was answering questions at the Foreign Press Center in Washington after US President Barack Obama’s summit with South Korean President Park Geun-hye. Asked about US concerns over Taiwan’s plans to seek second-round entry into the TPP, Russel said the nation had already completed a “significant amount” of reform and made progress on the economy and difficult trade issues. “On the very positive side, we are proud to host a growing span of investment from Taiwan, and we are pleased that Taiwan companies see so much value in operating in and investing in the United States,” Russel said. He said that the trade relationship was growing and that barriers were coming down. “These are all good things,” he said. Russel said now that first-round TPP negotiations had been completed, details of the trade agreement were becoming fully known. He said these details could be used as a template for countries like Taiwan “to make progress in their internal reforms by way of liberalizing, by way of making improvements, whether it’s with regard to environment or labor.” “There’s a lot that major economies throughout the Asia Pacific region, including Taiwan, can do to move into the direction of what would be necessary ultimately to be accepted by all 12 TPP members as a new negotiating partner when the TPP countries ultimately ratify the agreement and then turn to the next step,” he added. While he did not mention the timeline involved, Politico magazine on Thursday said that TPP might not be taken up by the US Congress until after next year’s presidential election in the US. The magazine quoted senior congressional staffer Mike Sommers as saying that Congress was unlikely to move on the massive trade package until a lame-duck session more than a year from now. “White House officials, and pro-free-trade groups and companies had hoped Congress would take up the measure by next summer, although that timetable now looks to be in jeopardy,” Politico said.","source":"taiwan","title":"More work to be done before Taiwan can join TPP: US assistant secretary","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/17/2003630270"},"time":{"from":"2015-10-17","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"Volkswagen AG (VW) Taiwan on Thursday announced the recall of about 12,000 diesel vehicles that it said are affected by a defeat device in the engine’s software that could cheat emissions test. VW Taiwan said that it within a few weeks would notify owners of the affected models that are equipped with the problematic EA189 diesel engine, but the company is yet to give a statement over its remedy measures or replacement policy. The recall order came after the company on Monday last week told the Environmental Protection Administration (EPA) that 16 diesel models, or 17,744 VW, Audi, Skoda and VW Commercial vehicles, were equipped with the cheating software. However, the EPA said that there were about 46,000 vehicles of the 16 affected VW models that were imported between 2004 and last month, and the EPA would look into whether more vehicles were affected than those identified by VW Taiwan. The EPA said that the difference between its number and the figure VW Taiwan submitted might be due to different calculation methods, as VW Taiwan used the vehicle identification numbers provided by the company’s German headquarters to identify affected vehicles, while the EPA’s method was based on calculating the total number of engines suspected of using the cheating software. The EPA said if the difference proves irreconcilable, the EPA would have the final say on which models and how many vehicles are affected and should be recalled.","source":"taiwan","title":"Volkswagen plans to recall 12,000 vehicles in Taiwan","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/17/2003630279"},"time":{"from":"2015-10-17","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"SOCIETY AIT launches photo contest The American Institute in Taiwan (AIT) is running a photography contest to celebrate the third anniversary of Taiwan’s admission to the US’ Visa Waiver Program (VWP). The US included Taiwan in its VWP on Nov. 1, 2012, making it one of the 38 countries and territories that enjoy visa-free travel to the country. “Since then, the number of Taiwan visitors to the United States has increased by nearly 42 percent,” the AIT said. Taiwanese are invited to submit photographs taken during their US trips to the “Visa Waiver Program Turns Three” Photo Contest. Winners will receive AIT souvenirs and may join AIT Director Kin Moy for a meal and to discuss their US trips, the AIT said in a statement. Participants may submit their photographs via e-mail to AITcontest@mail.ait.org.tw until Nov. 1, it said. TRANSPORTATION Train schedules altered The Taiwan Railways Administration (TRA) has adjusted the schedules of 206 trains, or more than 20 percent of all the trains it operates. The adjustments are scheduled to begin today, with freight and passenger trains running between Kaohsiung and Chaojhou Township (潮州) in Pingtung County the most affected by the changes, the TRA said. The number of train journeys on the line is to be increased from a total of 66 runs per day to 118, with the current 60 passenger train journeys increased to 107, and the headway — the length of time between trains — decreased from 34 minutes to 19 minutes, the agency said. The number of trains running on the eastern line is also to be increased with the completion of the Shoufeng (壽豐) to Nanping (南平) double track project in Hualien County, the TRA said. Details are available on www.railway.gov.tw. SOCIETY Long weekends announced The nation’s workers and students can look forward to seven long weekends lasting three days or more next year, the Directorate-General of Personnel Administration (DGPA) said on Tuesday. In addition to the nine-day Chinese New Year holiday from Feb. 6 to Feb. 14, long weekends are also scheduled for the Founding Day of the Republic of China from Jan. 1 to Jan. 3; 228 Peace Memorial Day from Feb. 27 to Feb. 29; Children’s Day and Tomb-Sweeping Day from April 2 to April 5; the Dragon Boat Festival from June 9 to June 12; the Mid-Autumn Festival from Sept. 15 to Sept. 18 and Double Ten National Day from Oct. 8 to Oct. 10. The total number of holidays next year, including regular weekends, comes to 116 days, the DGPA said. The number this year was 115. AGRICULTURE Fruit virus test developed Taiwanese researchers have developed a test for viruses that affect the seedlings of passion fruit, a tropical crop that generates substantial annual revenue. The two test kits can detect at least six strains of passion fruit viruses and halve the time normally spent checking seedlings’ health, said Tsay Jyh-rong (蔡志榮), deputy director-general of the Council of Agriculture’s Taiwan Agriculture Research Institute. By detecting passion fruit viruses during the crop’s planting season, farmers will be able to grow healthy plants and obtain better harvests, he said, adding that the technique for producing the test kits can be passed on to local seedling breeders for commercialization. The nation produced 7,958 tonnes of passion fruit in 2013, with an output value of approximately NT$400 million (US$12.2 million), Tsay said. The industry risks a 30 percent loss in production value when the crop is attacked by viruses, he said.","source":"taiwan","title":"Taiwan News Quick Take","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/15/2003630125"},"time":{"from":"2015-10-15","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"Researchers have found ethnobotanical support for the “out of Taiwan” theory of Austronesian expansion by identifying that the DNA sequences of paper mulberry trees found on Pacific islands originated from Taiwan. An international team led by National Taiwan University forestry professor Chung Kuo-fang (鍾國芳) analyzed the chloroplast DNA sequences of 604 paper mulberry samples collected from East Asia, Southeast Asia, and Pacific islands, and found that a specific haplotype, cp-17, which originated in Taiwan, is predominant across the region. It is assumed that paper mulberry, a common East Asian tree used for making paper, was transported across the Pacific by Austronesian people, who used the tree to make bark cloth, Chung said. The team’s analysis found that the genetic structure and evolutionary development of Oceanic paper mulberries are concurrent with the paper mulberries in southern Taiwan, which offers circumstantial support for the “out of Taiwan” theory of Austronesian expansion, Chung said. Paper mulberry is a dioecious species, meaning that the male and female reproductive organs are found on separate plants. Most Pacific paper mulberries are of a single sex, so they cannot reproduce naturally, but rely on humans for propagation, Chung said, adding that those conditions are critical to preserving the genetic structure of the tree. The study was the first to use the migration of “commensal species” — non-native animals or plants that are instrumental to human survival and are introduced into a region — to support the “out of Taiwan” hypothesis, he said, adding that linguistic, archeological and genetic studies have produced important evidence that points to Taiwan as an Austronesian ancestral homeland. The “out of Taiwan” hypothesis is a mainstream model of Austronesian expansion, which assumes that a large-scale expansion began between 5000 BC and 2500 BC, when Austronesian-speaking peoples migrated from Taiwan to Southeast Asia and the Pacific. The research also provides insight into the dispersal of paper mulberry from southern China into northern Taiwan, as a large amount of mulberry pollen was discovered in sediments in Taipei that could be dated back to 5000 BC, about the same time pre-Austronesian-speaking peoples from southern China are believed to have migrated to Taiwan, Chung said. Stone beaters — that were used by Austronesian migrants to make bark cloth — found at archeological sites in northern Taiwan could also be dated back to about 5000 BC, suggesting that ancestral Austronesians migrated from southern China to northern Taiwan and planted the trees along the migration route, he said. The team spent seven years collecting and analyzing paper mulberry samples from Pacific islands and Southeast Asia, and the results were published in the academic journal Proceedings of the National Academy of Sciences earlier this month.","source":"taiwan","title":"Tree distribution supports ‘out of Taiwan’ hypothesis","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/15/2003630122"},"time":{"from":"2015-10-15","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"SOCIETY New rule for response times A new rule requiring medical rescue teams to arrive at accidents at amusement and theme parks within four to six minutes will come into force on Nov. 15, the Ministry of Transportation and Communications said yesterday. The rule was introduced in the wake of a fire at the Formosa Fun Coast (八仙海岸) water park in New Taipei City’s Bali District (八里) on June 27. The park’s operators were widely criticized for their disorganized rescue measures. Under the new rule, operators must propose rescue measures and have them approved by local health departments. Medical staff and equipment must arrive at the scene of an accident within six minutes to ensure that victims can be sent to hospitals within 30 minutes after the incident. As of Thursday last week, 89 of the people injured in the June 27 fire remained hospitalized, with 20 in intensive care and 10 listed in critical condition, Ministry of Health and Welfare statistics show. TOURISM Travel fair opens Nov. 6 Sixty countries and territories are scheduled to take part in the Taipei International Travel Fair that opens on Nov. 6. They include South Korea, Malaysia, Thailand, the US, Singapore, Hong Kong and Macau, the Taiwan Visitors Association said yesterday. Japan has requested the most pavilions, 157 out of a total of 1,450, the association said. The Tourism Bureau said that although Taiwan’s economy might be sluggish, it has not dampened the desire of Taiwanese to travel abroad or domestically. In addition to complete tour packages, hotels are to offer special deals, such as the Grand Hotel’s two tickets for NT$5,000, which cover one night’s accommodation each at its Taipei or Kaohsiung branches. The travel fair is to be held at the Taipei World Trade Center exhibition halls 1 and 3, with admission tickets priced at NT$180. CRIME Taipei expands database The Taipei City Government yesterday added theft to the list of crimes mentioned on its online public database that alerts residents, neighborhood watch groups and security guards to crimes in their areas. The database lists information from police reports on home burglaries, and automobile and bicycle thefts throughout the city. It is part of an open data platform set up by the city government in September 2011 at data.taipei. The expansion of the list is in keeping with Taipei Mayor Ko Wen-je’s (柯文哲) policy of creating a safety map for residents and improving the living environment in the city, the Taipei Department of Information Technology said. The department said it has worked with police to publicize information contained in theft reports filed in the first nine months of the year. Data on reported thefts is to be updated monthly. ENTERTAINMENT Golden Horse picks hosts Model and actress Lin Chi-ling (林志玲) and TV host Mickey Huang (黃子佼) are going to cohost the 52nd Golden Horse Awards ceremony, the Taipei Golden Horse Film Festival Executive Committee said on Monday. Lin also cohosted the 2004 ceremony. She first gained fame as model in 2004, but has acted in several films, including Chinese epic war film Red Cliff (赤壁). Huang is a well-known TV variety show host, a role that has won him several Golden Bell Awards. A total of 427 films were submitted for this year’s Golden Horse competition and 39 films were nominated for awards. The awards ceremony is to take place on Nov. 21 at the National Sun Yat-sen Memorial Hall in Taipei.","source":"taiwan","title":"Taiwan News Quick Take","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/14/2003630043"},"time":{"from":"2015-10-14","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"Since beginning his birding career at the age of 10, Noah Strycker has always kept his eyes skyward. “Birds are a great way for people around the world to connect with nature. Birds are accessible, interesting and somewhat mysterious,” said the 29-year-old from the US, who set a world record on Sept. 16 for notching up the most birds spotted in a calendar year — which is known in the birding world as the “Big Year” challenge. For Strycker, the magic bird — No. 4,342 since Jan. 1, helping him break a record — was a Sri Lankan frogmouth, a greyish bird he spotted in the Thattekad Bird Sanctuary in India. However, Strycker — who is recording his journey in a blog called “Birding Without Borders” for the US-based National Audubon Society, a nonprofit environmental organization dedicated to bird conservation — is not satisfied with his tally. Aiming to observe at least 5,000 bird species in his Big Year challenge, the globetrotting birder is to visit Taiwan this week in a bid to add 100 new species to his count in four days. The task might sound daunting, but luckily Strycker is to be assisted by the Chinese Wild Bird Federation, Taiwan’s most established birding society, and two of the nation’s foremost birders. With the help of Wayne Hsu (許哲瑋), the federation’s director of conservation and international affairs, and Hung Kuan-chieh (洪貫捷), a former director of the federation, Strycker said he is expecting to see a lot of birds. “Taiwan is an important stop on my 2015 world Big Year effort to become the first human to see half of the world’s bird species — about 5,000 — in a single year,” Strycker said. However, to meet that goal a precise, but flexible plan is needed, Hsu said. “The focus will have to be the Dasyueshan National Forest Recreation Area,” Hsu said, referring to Taiwan’s birding paradise, where 26 of Taiwan’s 27 endemic bird species can be observed. Although the objective is clear, the plan cannot be fixed and has to take numerous variables into consideration, including weather, traffic and, most of all, luck. For now, Strycker’s whirlwind tour is to start with camping on Dasyueshan (大雪山) in Taichung County from tomorrow to Friday. That is to be followed on Saturday with a visit to the nearby Huisun National Forest Recreation Area in Nantou County for birds like the Taiwan blue magpie and the varied tit. Finally, after a trip on Sunday to southern parts of the nation to see Taiwan bulbuls and black-faced spoonbills, Strycker is to conclude his journey at about midnight and take an overnight flight to the Philippines for the next stop of his odyssey. The main focus of the trip is to observe as many bird species as possible, Strycker said, adding that it would still be nice to simply marvel at beautiful creatures that can only be found in Taiwan. “I hope to get a glimpse of the rare and magnificent Mikado and Swinhoe’s pheasants in their natural environment at Dasyueshan,” Strycker said. “And I don’t think any trip to Taiwan would be complete without a look at a Taiwan blue magpie — Taiwan’s national bird, beautiful and awesome,” he said. Strycker’s visit could stir up interest in birding and raise conservation awareness in Taiwan, Hsu said. “Taiwan has one of the highest densities of bird species in the world, and is seeing a growth in the number of people interested in birding,” Hsu said.","source":"taiwan","title":"Taiwan key stop in birder’s ‘Big Year’","url":"http://www.taipeitimes.com/News/taiwan/archives/2015/10/14/2003630040"},"time":{"from":"2015-10-14","toTimeStamp":"null"}},{"geo":{"latitude":"23.69781","longtitude":"120.960515","location":"Taiwan"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Over 100 dengue deaths in Taiwan","url":"http://timesofindia.indiatimes.com//world/china/Over-100-dengue-deaths-in-Taiwan/articleshow/49347082.cms"},"time":{"from":"2015-10-14","toTimeStamp":"null"}},{"geo":{"latitude":"unknown","longtitude":"unknown","location":"unknown"},"newsContent":{"abstract":"ENVIRONMENT Spoonbills begin arriving The annual black-faced spoonbill season is to commence on Nov. 8, with the Tainan Ecological Conservation Association hosting a series of activities for bird watchers at the Zengwun Estuary Wetlands and the Black-faced Spoonbill Ecology Exhibition Hall in Tainan. As of Saturday, more than 200 of the birds — listed on the International Union for Conservation of Nature’s red list of threatened species — had arrived in Tainan from their breeding areas in northeast Asia for the winter, with 104 of them spotted in the Zengwun Estuary Wetlands, association president Chiu Jen-wu (邱仁武) said. With the weather getting cooler, the number of black-faced spoonbills arriving in Tainan is expected to exceed 1,000 by the time the bird- watching season starts, Chiu said. Tainan is one of the most important global wintering sites for the bird, accounting for more than 65 percent of its global population. TRANSPORTATION New ticketing date set The Taiwan High Speed Rail Corp (THSRC) said tickets for trips to and from its three newly built stations are to go on sale on Nov. 4. The stations, in Miaolio, Changhua and Yunlin counties, are scheduled to open on Dec. 1. Customers can p