[{"geo":{"latitude":"47.162494","longtitude":"19.503304","location":"Hungary"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Paris Attack Suspect 'Recruited Team' in Hungary: Government","url":"http://www.ndtv.com/world-news/paris-attack-suspect-recruited-team-in-hungary-government-1250847"},"time":{"from":"2015-12-04","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Senior Officer Says London Police Could Handle Paris-Style Attack","url":"http://www.ndtv.com/world-news/senior-officer-says-london-police-could-handle-paris-style-attack-1250008"},"time":{"from":"2015-12-02","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"David Beckham, Wayne Rooney Pay Tribute to Paris Attack Victims","url":"http://sports.ndtv.com/article/252556"},"time":{"from":"2015-12-01","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"'The Simpsons' pays tribute to Paris attack victims","url":"/tv/news/english/The-Simpsons-pays-tribute-to-Paris-attack-victims/articleshow/49979307.cms"},"time":{"from":"2015-11-30","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Barack Obama visits Paris attack site, pays tribute to victims","url":"/world/europe/Barack-Obama-visits-Paris-attack-site-pays-tribute-to-victims/articleshow/49977109.cms"},"time":{"from":"2015-11-30","toTimeStamp":"null"}},{"geo":{"latitude":"46.227638","longtitude":"2.213749","location":"France"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"France Accepts Russian Replacement for Police Dog Killed in Paris Attack","url":"http://www.ndtv.com/world-news/france-accepts-russian-replacement-for-police-dog-killed-in-paris-attack-1248553"},"time":{"from":"2015-11-28","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Eagles of Death Metal Recount the Paris Attack and Their Escape From the Bataclan","url":"http://movies.ndtv.com/music/eagles-of-death-metal-recount-the-paris-attack-and-their-escape-from-the-bataclan-1248311"},"time":{"from":"2015-11-27","toTimeStamp":"null"}},{"geo":{"latitude":"46.227638","longtitude":"2.213749","location":"France"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"France to Mourn Paris Attack Dead","url":"http://www.ndtv.com/world-news/france-to-mourn-paris-attack-dead-1248180"},"time":{"from":"2015-11-27","toTimeStamp":"null"}},{"geo":{"latitude":"36.778261","longtitude":"-119.4179324","location":"California Rock Band"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"California Rock Band in Interview Describes Horror of Paris Attack","url":"http://www.ndtv.com/world-news/california-rock-band-in-interview-describes-horror-of-paris-attack-1247761"},"time":{"from":"2015-11-26","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"AHMEDABAD: The ghastly terror attacks in Paris earlier this month are likely to have a short term impact on tourists' traffic from India to Europe, said Romit Theophilus, director, sales and marketing of German National Tourist Office in India, on Wednesday. Speaking on the sidelines of Germany Road Show here at a city hotel, Theophilus said that in the wake of terror attacks in Paris, there is some fear in tourists and it is likely to show impact on bookings for a short term. \"However, we are hoping that the Paris attacks don't affect summer bookings which is the season time for holidays,\" he said. Around 35,000-40,000 tourists from Gujarat take up holidays to Europe every year which mainly include Germany , France and Switzerland. \"Being the top most tourist destination, tourism will take a hit in near future. France, especially Paris and Germany , form a core of any Europe tours. Across India around 6-7 lakh Indians visit France. However, we will have to wait and watch before we can gauge the overall impact on tourism as season for travel to Europe starts after March,\" said a citybased travel operator. Another travel operator said, \"The peak season for visiting Europe is from April to September. There will be some impact on bookings for summer holidays next year due to the attacks.\" Theophilus said, \"Germany attracts highest number of Indian tourists in Europe with at least 12% from Gujarat. Germany has witnessed over 4.7 lakh tourists from India for the period of January-August, 2015. Since the inception of the German National Tourist Office in India in 2006, Germany has seen a 73% growth in tourists from India.\"","source":"toi","title":"Paris attack may impact Europe holiday bookings","url":"http://timesofindia.indiatimes.com//city/ahmedabad/Paris-attack-may-impact-Europe-holiday-bookings/articleshow/49928937.cms?"},"time":{"from":"2015-11-26","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"UK's Daily Mail Defends Claims it Bought Paris Attack Video","url":"http://www.ndtv.com/world-news/uks-daily-mail-defends-claims-it-bought-paris-attack-video-1247287"},"time":{"from":"2015-11-25","toTimeStamp":"null"}},{"geo":{"latitude":"-25.274398","longtitude":"133.775136","location":"Australia"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Australia Calls for Greater Intel Sharing in Asia to Stop Paris-Style Attack","url":"http://www.ndtv.com/world-news/australia-calls-for-greater-intel-sharing-in-asia-to-stop-paris-style-attack-1246855"},"time":{"from":"2015-11-24","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"'To Bury Two is Unthinkable,' Says Mother of Daughters Killed in Paris Attack","url":"http://www.ndtv.com/world-news/to-bury-two-is-unthinkable-says-mother-of-daughters-killed-in-paris-attack-1246290"},"time":{"from":"2015-11-22","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"In Paris Attack, Nurse Discovers the Man he Tried to Save Was Bomber","url":"http://www.ndtv.com/world-news/in-paris-attack-nurse-discovers-the-man-he-tried-to-save-was-bomber-1245858"},"time":{"from":"2015-11-21","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Tapped Phone Led Paris Attack Leader to His Death","url":"http://www.ndtv.com/world-news/tapped-phone-led-paris-attack-leader-to-his-death-1245784"},"time":{"from":"2015-11-21","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"English Premier League To Pay Tribute to Paris Terror Attack Victims","url":"http://sports.ndtv.com/article/252060"},"time":{"from":"2015-11-21","toTimeStamp":"null"}},{"geo":{"latitude":"34.047863","longtitude":"100.6196553","location":"West Asia"},"newsContent":{"abstract":"KOLHAPUR: Ripples of terrorist attacks in French capital of Paris have reached the region and the anti-terrorism squads in Kolhapur, Pune Rural, Solapur, Sangli and Satara are collecting information of travellers who had visited west Asian countries, particularly Syria and Libya. Inspector general of Kolhapur range Sanjay Verma has asked the squads to keep strict watch over the travellers; especially those who were there in the past three to four months. They have been asked to collect details such as the names, profession, livelihood business and what these people are engaged in currently. Verma recently gave these instructions to all the district superintendents. They have also been asked to communicate with the immigration department to know more about the travellers in the region. Some of the sensitive areas such as Ichalkaranji, Satara, Karad and Solapur city which have history of communal conflicts are under strict vigilance, according to a senior police official. More importance is being given to identify travellers from these cities and towns and to get information on what they are doing after coming back, an official said. Following intelligence reports that Syria-based terror group Islamic State (IS) may lure Indian youths, the government has started to implement precautionary measures in the districts. The vigilance was increased since last year when a couple of youngsters from Mumbai found engaged with the IS. It is not that we should look at every traveller with suspicion. However, we must have the complete data of people travelling from our area to the conflict region. That is why we have started collecting information. The immigration department will be requested to provide details of travellers from these districts. Once the information is received, we will ask all the district heads to monitor the people whose travelling found suspicious, an official said. When contacted, Verma confirmed that the anti-terrorism squads have been asked to keep close watch over travellers returning from conflict zone. Firearms seizures up: This year, record 70 firearms were seized in Kolhapur, Pune Rural, Sangli, Satara and Solapur, the police said. Usually, 10 to 20 illegally possessed firearms gets seized every year. The ammunition of these arms are identical to those produced in ordinance factories. Pune rural and Sangli are on top in the firearm seizures. We have recovered 70 firearms till November... Most of them were purchased from Bihar, Uttar Pradesh and Madhya Pradesh. The manufacturing has so much precision that they look like foreign-made firearms. The increase in illegal firearm distribution has been increased this year and we are trying to find out whether these firearms have there is any link beyond international borders, a senior official told TOI. According to investigators, the ammunition might have been bought in auction from the ordinance factory and instead of using it for furnace, it is being made available to buyers through illegal dealers. In September, the Pune rural police seized a sophisticated carbine from criminal Kisan Pardeshi of Lonavla. During investigations he told the police that the carbine was purchased at Rs 2.5 lakh from a dealer in Uttar Pradesh. What has shocked police is the way Pardeshi easily bought the firearm. We are leaving no stones unturned in illegal firearms cases considering the rampant cases of terrorist attacks across the world in which sophisticated weapons are being used, an official said.","source":"toi","title":"West Asia returnees come under lens after Paris attack","url":"http://timesofindia.indiatimes.com//city/kolhapur/West-Asia-returnees-come-under-lens-after-Paris-attack/articleshow/49866267.cms?"},"time":{"from":"2015-11-21","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"Ranchi: After terror attacks in Paris, intelligence bureau has issued warnings to Jharkhand police against possible collaboration between IS and sleeper cells of Indian Mujahideen, Jamat-ul-Mujahideen Bangladesh and Lashkar-e-Taiba who use Jharkhand to park terrorists. In past terrorists harboring in Jamshedpur, Ranchi, Hazaribag and Santhal Pargana (division) have been arrested in connection with blasts in different parts of the country. The ministry of home affairs has sent an alert to the state police and asked it to keep all district SPs vigilant about possible collaborations. Police spokesperson and ADG (operations and law and order) S N Pradhan said the state police have received intelligence inputs from MHA. The inputs came recently. It has been promptly shared with all SPs with instructions to take it with all seriousness. A few districts which has a background of terrorist activities have been instructed to be extra careful about the alert, Pradhan said. A senior police official said the Paris terrorist attacks have left sufficient indications to calculate that IS might have designs against India. Terrorist sleeper cells have been active in Jharkhand in the last one decade. Suspected terrorists belonging to IM, JMB and L-eT have been arrested from Jamshedpur, Ranchi, Pakur, Hazaribag and other districts. The Ranchi based sleeper cell of IM had planned and executed blasts at Narendra Modi rally at Patna's Gandhi maidan in 2013. Police officials believe Jharkhand has high risk of vulnerability to IS designs as its northeastern border is close to Bangladesh. In September 2015 police arrested JMB second-in-command Tariqul Islam alias Sadiq alias Sumon from Ramgarh, a district which neighbors Ranchi. The arrest revealed that JMB was using Jharkhand as its hinding ground because its key man Rejaul Karim was arrested from Sahebganj railway station (close to Bangladesh border) in January (2015). There are apprehensions IS might collaborate with local units of these terrorist groups in Jharkhand. We have to be alert against it, Pradhan said. A police officer said Ranchi, Jamshedpur, Dhanbad and Bokaro are in focus of the state police, apart from Hazaribag and Santhal Pargana (division). Police did not share details of security beef-up, but sources said the inter-state buses, inter-state border with West Bengal, Bihar, UP, Odisha and Chhatisgarh are on the radar of the state agencies. The police claimed activities at railway stations situated in northeastern Jharkhand (close to Bangladesh) and West Bengal would be under watch.","source":"toi","title":"Islamic State alert for Jharkhand after Paris attack","url":"http://timesofindia.indiatimes.com//city/ranchi/Islamic-State-alert-for-Jharkhand-after-Paris-attack/articleshow/49865005.cms?"},"time":{"from":"2015-11-21","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"PARIS: In the chaos of the explosion at the Comptoir Voltaire cafe, one of several targets hit in the November 13 Paris attacks, nurse David instinctively sought to help the wounded. Among them was a man lying amid overturned chairs and tables. David, who asked to be called just by his first name, lay him down. The man did not look to have massive injuries, but appeared unconscious, so David began CPR, the cardiopulmonary resuscitation he'd been trained for. When he tore open the man's t-shirt, David quickly realized that what he initially thought was a gas explosion at the cafe close to the Bataclan music hall where gunmen killed 89, was actually something far worse. There were wires; one white, one black, one red and one orange. Four different colors, he told Reuters. I knew then he was a suicide bomber. The man David was trying to resuscitate was Brahim Abdeslam, one of those involved in a series of deadly attacks that killed 130 people at bars, restaurants, a soccer stadium and a music hall. No one other than Abdeslam died at the cafe. In an amateur video obtained by Reuters, two men can be seen from outside the cafe trying to resuscitate a man lying on the floor. One is believed to be David, the other is unknown. Near them, another person lies wounded on the floor amid spatters of blood. The first wire I saw was red. I think that was the detonator, David said. There was something at the end. As soon as he realized the person he was trying to save had just tried to kill him, David says the fire services arrived. Among them was a fireman he knew. He told him what he had just seen. He looked at me and started shouting for everyone to evacuate, he said. READ ALSO: Recovery just beginning for many of the wounded in Paris A customer like others David, 46, who works at a Paris hospital, knows the Comptoir Voltaire well, living in the neighborhood. He had been having dinner with a friend that Friday night. When the waitress brought their dishes, the explosion went off. There was a huge flame, there was dust, he said. I immediately thought it was the heaters. I screamed, 'cut off the gas'. There was panic, people started running out ... I left the dining area and went on to the terrace. He first helped a woman, then a young man lying on a table, conscious but bleeding. A helper took over and David went to Abdeslam. At this point, I never thought he was a suicide bomber, he was a customer like everyone else, he said. I thought that after the gas explosion, he must have gotten hurt. David says he did not see Abdeslam walk into the restaurant. He believes he had been sitting at the terrace when he detonated the bomb. He had a large opening on his side, about 30 cms (11.8 inches), he said. When you lift a t-shirt and you see wires, you know that's not normal. David says police told him that Abdeslam's bomb had not fully exploded.","source":"toi","title":"In Paris attack, nurse discovers the man he tried to save was bomber","url":"http://timesofindia.indiatimes.com//world/europe/In-Paris-attack-nurse-discovers-the-man-he-tried-to-save-was-bomber/articleshow/49867696.cms?"},"time":{"from":"2015-11-21","toTimeStamp":"null"}},{"geo":{"latitude":"37.09024","longtitude":"-95.712891","location":"US"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"No 'Credible' Threat to US of Paris-Style Attack: FBI","url":"http://www.ndtv.com/world-news/no-credible-threat-to-us-of-paris-style-attack-fbi-1245429"},"time":{"from":"2015-11-20","toTimeStamp":"null"}},{"geo":{"latitude":"37.09024","longtitude":"-95.712891","location":"US"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"FBI Director Says No Credible Threat of Paris-type Attack in US","url":"http://www.ndtv.com/world-news/fbi-director-says-no-credible-threat-of-paris-type-attack-in-us-1245485"},"time":{"from":"2015-11-20","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Paris Police Saw Woman Bomber Meet Attack Chief Abaaoud: Source","url":"http://www.ndtv.com/world-news/paris-police-saw-woman-bomber-meet-attack-chief-abaaoud-source-1245721"},"time":{"from":"2015-11-20","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"Nagpur: Joining the chorus of condemnation after the terror attacks in Paris, Muslim religious experts, including maulanas, in Nagpur have issued statements that violence against the innocent was an un-Islamic act. Maulana Siraj of Jamat-e-ulema e-Hind in Nagpur said even as a formal statement is yet to be issued from the organization, he personally condemned the attack in Paris. About Islamic State (IS), he said it is against the tenets of Islam to attack innocent people. Attacks in places like stadiums or other areas where a large number of people have gathered unarmed and unaware cannot be justified. If IS has been conducting such attacks it is certainly not justified in the religion, said Siraj. He said a formal statement against the attacks could not be issued so far because some key members were away for personal work. The statement will be released soon after they return. IS has also succeeded in wooing some Indian youths to its side. This is indeed unfortunate and Indian Muslims should not fall in the trap and rather understand Islam in its true essence, which does not approve acts like those carried out by IS or other similar organizations, said Shamim Ejaz, an Urdu journalist. Dr Abdul Gafoor Parekh, a religious expert of moderate views, said, Usually, such acts of terror are justified by linking them to the atrocities carried out by Isreal in Palestine. While the almighty never tolerates any kind of oppression, any religion which teaches oppression is evil. Gafoor said his organization has also spoken against earlier such events like the 26/11 attacks in Mumbai or destruction of Buddha idols in Bamiyan by Taliban. He said there are several quotations in the Koran itself which are convincing enough that Islam does not support violence of any kind. Haji Abdul Wahab Parekh, a member of All India Muslim Personal Law Board, said, the act by IS is certainly not acceptable. However, as retribution to Paris attacks it is also not justifiable to bomb innocent civilians. Violence should not be dealt with violence alone, he said. Parekh said Islam does not approve forced conversions too. There are several religions in the world and each person has a freedom to follow according to his choice. Islam teaches that killing of innocents is a crime against entire humanity. The IS is killing innocents in the name of religion, and it should be denounced, said maulana Abdul Basit, head of Jamate-e-ulema-e-Hind's city unit.","source":"toi","title":"Muslim leaders, maulanas condemn Paris attack","url":"http://timesofindia.indiatimes.com//city/nagpur/Muslim-leaders-maulanas-condemn-Paris-attack/articleshow/49864926.cms?"},"time":{"from":"2015-11-20","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Band in Paris Attack Urges Compassion, Halts Shows","url":"http://www.ndtv.com/world-news/band-in-paris-attack-urges-compassion-halts-shows-1244994"},"time":{"from":"2015-11-19","toTimeStamp":"null"}},{"geo":{"latitude":"50.503887","longtitude":"4.469936","location":"Belgium"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Belgium Under Fire for Paris Attack 'Blunders'","url":"http://www.ndtv.com/world-news/belgium-under-fire-for-paris-attack-blunders-1244967"},"time":{"from":"2015-11-19","toTimeStamp":"null"}},{"geo":{"latitude":"37.09024","longtitude":"-95.712891","location":"US"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"US Warned of Paris Attack 'Mastermind' in May","url":"http://www.ndtv.com/world-news/us-warned-of-paris-attack-mastermind-in-may-1244995"},"time":{"from":"2015-11-19","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Joints, Beer but Little Religion in Lives of Paris Attack Brothers","url":"http://www.ndtv.com/world-news/joints-beer-but-little-religion-in-lives-of-paris-attack-brothers-1245341"},"time":{"from":"2015-11-19","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Abdelhamid Abaaoud, Suspected Paris Attack Mastermind, Identified Among Terrorists Killed in Raid","url":"http://www.ndtv.com/world-news/paris-attack-mastermind-identified-among-terrorists-killed-in-raid-prosecutor-1245259"},"time":{"from":"2015-11-19","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Woman Sacrifices Life to Save Son During Paris Attack","url":"http://www.ndtv.com/world-news/woman-sacrifices-life-to-save-son-during-paris-attack-1245160"},"time":{"from":"2015-11-19","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"PARIS: ​Abdelhamid Abaaoud, the Belgian suspected to have masterminded the 1311 terror attacks, was killed during a seven-hour siege in a northern Paris suburb on Wednesday, the Washington Post said. Around 4.15am, French police stormed an apartment in Saint-Denis where Abaaoud was believed to have holed up with several other suspects. During the raid, a young woman detonated an explosive vest while another man was reported dead. READ ALSO: Paris terror attacks: Belgian-born Abdelhamid Abaaoud 'identified as mastermind' The Post cited two unnamed intelligence officials, who said forensic experts had confirmed that the man was Abaaoud. ​Seven others were arrest ed during the raid but authorities were unsure if Abaaoud had indeed been at the flat.Francois Richier, the French ambassador to India, later said in Delhi that the 28-yearold may have committed suicide during the raid. The raid began around 4.15 am (Paris time), when special police forces, backed by truckloads of soldiers, cordoned off an area near the Place Jean Jaures, a main square in St.Denis not far from the Stade de France, where three attackers blew themselves up last Friday. READ ALSO: Paris attacks: 2 dead, 7 arrested in raid targeting mastermind in Saint-Denis He said the raid was the result of the intense investigation that began after the attacks on Friday night. A US official briefed on intelligence matters said Abaaoud was a key figure in an IS external operations cell that American intelligence agencies have been tracking for many months. A man arrested during the operation on Wednesday said that he had lent the apartment to the men as a favour to a friend. READ ALSO: Woman blows herself up in Saint-Denis raid French interior minister Bernard Cazeneuve said 110 police officers involved had been extremely brave during the operation, enduring gunfire for many hours, in conditions that they had never encountered until now. He also praised the inhabitants of St.Denis for their calm.","source":"toi","title":"Paris attack mastermind Abdelhamid Abaaoud reported killed after 7-hour siege","url":"http://timesofindia.indiatimes.com//world/europe/Paris-attack-mastermind-Abdelhamid-Abaaoud-reported-killed-after-7-hour-siege/articleshow/49837398.cms?"},"time":{"from":"2015-11-19","toTimeStamp":"null"}},{"geo":{"latitude":"37.09024","longtitude":"-95.712891","location":"US"},"newsContent":{"abstract":"WASHINGTON: US intelligence warned in May that the Islamic State had developed the capability to carry out the kind of attack claimed by the extremist group in Paris and explicitly picked out the alleged mastermind. An assessment published by the Office of Intelligence and Analysis, in coordination with the FBI, makes reference to and pictures Abdelhamid Abaaoud, the suspected ringleader of Friday's coordinated suicide bombings and shootings in the French capital that killed at least 129 people. The report focuses on the lesson learned from a plot disrupted by Belgian authorities in January in several cities and called it the first instance in which a large group of terrorists possibly operating under ISIL direction has been discovered. It added that the plot may indicate that the group has developed the capability to launch more complex operations in the West, as opposed to so-called lone wolf attacks or assaults by smaller or less sophisticated groups. The threat was more acute in Europe than the United States, the assessment said, but cautioned that we cannot discount the possibility for potential complex attacks here in the Homeland. The report, citing European media, called Abaaoud the purported leader of the Belgian plotters and said he directed operations from a safehouse in Athens using a cell phone, possibly in a bid to hide his involvement. Investigations into the group's activities spanned several European countries, including France, it said.","source":"toi","title":"US warned of Paris attack mastermind in May","url":"http://timesofindia.indiatimes.com//world/us/US-warned-of-Paris-attack-mastermind-in-May/articleshow/49840122.cms?"},"time":{"from":"2015-11-19","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Paris Siege Forestalled Another Attack, Say French Police: 10 Developments","url":"http://www.ndtv.com/cheat-sheet/paris-shootout-2-dead-including-woman-who-blew-herself-up-1244649"},"time":{"from":"2015-11-18","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Suspects Had Planned Attack on Paris Business District: Source","url":"http://www.ndtv.com/world-news/suspects-had-planned-attack-on-paris-business-district-source-1244708"},"time":{"from":"2015-11-18","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"2 Terrorists Killed, 7 Arrested as Raid Targeting Paris Attack Mastermind Ends","url":"http://www.ndtv.com/world-news/shooting-during-police-operation-in-paris-say-firemen-1244590"},"time":{"from":"2015-11-18","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"2 Killed, 7 Arrested in Raid Targeting Paris Attack Mastermind: Live Updates","url":"http://www.ndtv.com/world-news/shoting-in-paris-during-anti-terror-raid-live-updates-1244610"},"time":{"from":"2015-11-18","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"HYDERABAD: The attack on Paris has jolted the world and proved that security agencies have to constantly be on their toes to tackle the looming threat from the Islamic State of Iraq and Syria (ISIS). But in Hyderabad and its suburbs, important public places continue to be vulnerable. In fact, security agencies privately say they are neither prepared nor equipped to handle a Paris-like situation. Ever since the ISIS influence began, more than 10 educated youth have been nabbed by the Telangana intelligence officials for trying to join the ranks of the terrorist organization. Local sympathizers continue to get nabbed, though officials are tight-lipped about this. In such a scenario, IT parks, shopping malls, eateries and tourist attractions in the city are sitting ducks, thanks to the lack of armed personnel in these places. As of now, the Rajiv Gandhi International Airport (RGIA) is the only location that seems prepared to react immediately to terror strikes. The NSG and OCTOPUS stationed there are trained to work in tandem with the CISF, which is responsible for internal security . It also has a Standard Operating Pro cedure (SOP) which guides them on who should be alerted and which force should react first. Other areas of the city continue to remain at risk. Even though companies in the IT corridor have been sensitized about security threats, none of them have armed their private security guards. In fact, the Telangana police had offered these companies arms licence some months ago, but they failed to respond. The police, however, have given some training to the security personnel guarding these companies and made them participate in drills on how to react to a crisis situation.The drills were conducted in Hi-Tec City, Cyber Pearl, RGIA and in some malls in Cyberabad. In Hyderabad, OCTOPUS conducted drills at Charminar, Secretariat and some other locations. Despite this, decoy operations by police have exposed security loopholes in most public places times and again. We are doing our best to face any eventuality . During the sensitization programmes, all security personnel at IT companies and malls were made aware about how to react in a crisis. It would have been better if the companies in the IT corridor respond better as there is a further need to strengthen security, especially on the front of providing arms to their security personnel, Cyberabad police commissioner C V Anand said.","source":"toi","title":"City unprepared to tackle Paris-like terror attack","url":"http://timesofindia.indiatimes.com//city/hyderabad/City-unprepared-to-tackle-Paris-like-terror-attack/articleshow/49824856.cms?"},"time":{"from":"2015-11-18","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKNOWN","source":"toi","title":"I was in Paris on the morning of the terror attack","url":"http://timesofindia.indiatimes.com//tv/news/hindi/I-was-in-Paris-on-the-morning-of-the-terror-attack/articleshow/49826118.cms?"},"time":{"from":"2015-11-18","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"Some sent prayers for the victims of the Paris attacks on Friday , others changed their profile pictures on social networking site to the French flag. However, some cartoonists, including a survivor of the Charlie Hebdo attack, sent their good wishes by sketching some poignant cartoons and drawings dedicated to all those affected by the tragedy.","source":"toi","title":"Cartoonists post tributes to the Paris attack victims","url":"http://timesofindia.indiatimes.com//life-style/people/Cartoonists-post-tributes-to-the-Paris-attack-victims/articleshow/49827928.cms?"},"time":{"from":"2015-11-18","toTimeStamp":"null"}},{"geo":{"latitude":"20.593684","longtitude":"78.96288","location":"India"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"ISIS Attack a Possibility in India, Home Ministry Warns States After Paris Terror","url":"http://www.ndtv.com/india-news/isis-attack-possibility-in-india-home-ministry-warns-states-after-paris-terror-1244289"},"time":{"from":"2015-11-17","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Oil Edges Up on Paris Attack Tensions, But Market Remains Oversupplied","url":"http://profit.ndtv.com/news/commodities/article-us-oil-prices-edge-up-on-paris-attack-tensions-but-market-remains-oversupplied-1244177"},"time":{"from":"2015-11-17","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"'We Are Family,' Says John Kerry in Paris for Post-Attack Talks","url":"http://www.ndtv.com/world-news/we-are-family-says-john-kerry-in-paris-for-post-attack-talks-1244158"},"time":{"from":"2015-11-17","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Belgian Who Fought for ISIS Masterminded Paris Attack, Official Says","url":"http://www.ndtv.com/world-news/belgian-who-fought-for-isis-masterminded-paris-attack-official-says-1244142"},"time":{"from":"2015-11-17","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"As a modest, if prosperous nation of just 11 million, Belgium rarely makes news headlines, yet today it has the unenviable distinction of being Europe's jihadist hothouse. After the Paris attacks, police quickly traced the terrorists to Brussels, raiding addresses in the Molenbeek district and arresting seven suspects. It was in the grimy, run-down, neighbourhood that investigators believe the Paris plot was hatched by Abdelhamid Abaaoud, the Belgian-born son of an immigrant shopkeeper from Morocco. Abaaoud is only part of a web of Belgium-based foot soldiers, whose exploits have left a trail of death across Europe. And beyond: around 500 young Belgians have gone to Syria to fight for jihadist groups like ISIS — per capita, no other European country has sent more foreign fighters. READ ALSO: Police raids in France and Belgium seek Paris attack suspects Why is Belgium at the heart of Europe's most destructive wave of terrorism in a generation? There is no single explanation, but rather a number of ingredients, from post-war immigration from north Africa, hate preachers, ghettos, poverty, and marginalision. There is also a belated realization by the Belgian authorities that complacency towards extremism has allowed the pernicious Islamic influences to fester. Islamist extremism has a long history in Belgium. While there have been few attacks on Belgian soil, there has been significant involvement in atrocities elsewhere. There are links to the murder of the Afghan anti-Taliban fighter Ahmed Shah Masoud — just before the September 2001 attacks in the US — and the Groupe Islamique Marocain Combattant (GICM), which had a major role in the 2004 Madrid train bombings. In 2005, Muslim convert Muriel Degauque, became the first known female Western suicide bomber, when she blew herself up in Iraq. READ ALSO: Barack Obama calls Islamic State 'the face of evil' Some of the problems are thought to have deeper roots, including a 1970s decision to allow Saudi Arabia to send preachers with fundamentalist, Salafist teachings to Moroccan immigrants. The Great Mosque of Brussels is still owned by the Saudi royal family. However, it was the Syrian civil war that gave the jihadists their recent fillip. Belgium's chief police commissioner Catherine de Bolle says that of 474 Belgians linked with the Syria conflict, about 130 have returned, 77 have died in the conflict, and more than 200 are still over there. Intelligence officials say that Syria — in particular, the ultra-violent ideology of ISIS — represents a paradigm shift from seeking a regional caliphate to global Jihad. The Belgian connection was laid bare in the recent trial in Antwerp of Fouad Belkacem, the leader of the radical group Sharia4Belgium, which claimed to be an Islamic information network, but was actively recruiting fighters for Syria. Belkacem, a 32-year-old Islamic radical, was accused by prosecutors of belonging to a terrorist group and brainwashing young people. In February, he was sentenced to 12 years in prison. It was the largest trial of its kind in the country: 44 other members of Sharia4Belgium were given sentences ranging between three and 12 years, although most of them in absentia, as they were in Syria. The trial revealed how sophisticated the underground Jihadist pipeline had become. Although Belgian security services have infiltrated mosques more effectively in past decade — in part, after discovering a Belgian connection to the 2005 Madrid bombings — Sharia4Belgium and others have found ways to evade surveillance by using internet chat rooms and social media. Almost all the trails linking Belgium to terrorism find their way to Molenbeek, the deprived Brussels commune. Belgian Prime Minister Charles Michel, who has promised a crackdown on extremism in the country, says there is a huge problem in Molenbeek, and has suggested closing some of the commune's 22 mosques. The situation is not helped by a fractured law enforcement — the Brussels region has 19 communes and operationally independent police zones — and a shortage of Arabic speakers in the Belgian intelligence services. Bilal Benyaich from the Itinera Institute, a Brussels-based think tank, says Molenbeek is a melting pot of malign elements. You have big Muslim communities boxed into tight housing in poor neighbourhoods, he says. Benyaich says that many young Muslims feel marginalized from mainstream Belgian life. This real or perceived sense of exclusion is combined with extreme Islam, he says. All these problems come together in a complex process of indoctrination and alienation.","source":"toi","title":"Paris attack: Why Belgium is at the heart of a destructive wave of terror in Europe","url":"http://timesofindia.indiatimes.com//world/europe/Paris-attack-Why-Belgium-is-at-the-heart-of-a-destructive-wave-of-terror-in-Europe/articleshow/49811027.cms?"},"time":{"from":"2015-11-17","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"THANE: Over 500 members from the Muslim community in Mumbra staged a protest on Monday to condemn the Paris terror attacks by burning the effigy of ISIS at Amrut Nagar near Kausa. The members shouted slogans against the militant terrorist group and the perpetrators of the attack that killed over 130 innocent people. A candlelight tribute was held, which was attended by onlookers in good numbers. This group is currently terrorizing the entire sections of Iraq and Syria and has expanded its network to other parts of the world. We strongly condemn this attack as Islam does not teach terrorism of any forms, said a local corporator, who led the protest. Women and children held placards that read slogans like 'We hate ISIS terrorism,' 'We stand with Paris', 'Islam teaches peace and amity', 'Islam teaches love for all'.","source":"toi","title":"Mumbra locals stage protest to condemn Paris attack","url":"http://timesofindia.indiatimes.com//city/thane/Mumbra-locals-stage-protest-to-condemn-Paris-attack/articleshow/49807906.cms?"},"time":{"from":"2015-11-17","toTimeStamp":"null"}},{"geo":{"latitude":"37.09024","longtitude":"-95.712891","location":"US"},"newsContent":{"abstract":"Five US governors on Monday said they would not allow Syrian refugees to be settled in their states, joining Alabama and Michigan and contending it is too dangerous to let in people from that war-torn country following Friday's deadly Paris attacks. Republican Governors Greg Abbott of Texas, Asa Hutchinson of Arkansas, Mike Pence of Indiana, Bobby Jindal of Louisiana and Phil Bryant of Mississippi said their states would no longer help support the Obama administration's goal of accepting 10,000 Syrian refugees in the coming years. Texas cannot participate in any program that will result in Syrian refugees - any one of whom could be connected to terrorism - being resettled in Texas, Abbott said in an open letter to US President Barack Obama on Monday. Neither you nor any federal official can guarantee that Syrian refugees will not be part of any terroristic activity. However, it was unclear what authority governors had to stop admitting refugees into their states, legal experts said. The federal government has the power over immigration. If they admit Syrian refugees, they're here, said Deborah Anker, a professor of law at Harvard Law School who specializes in immigration issues. People aren't going to the (state) border. The federal government is going to bring them in. The decisions to stop accepting refugees from Syria came three days after gunmen and suicide bombers believed to be part of the Islamic State militant group killed 129 people in a series of coordinated attacks in Paris, the worst such event in France since World War Two. A Syrian passport found near the body of one of the attackers showed that its holder passed through Greece in October, raising concern that the attackers had entered Europe amid the wave of refugees fleeing that country's four-year civil war. The United States admitted 1,682 Syrian refugees in the federal fiscal year that ended Sept. 30, a sharp jump from the 105 admitted a year earlier. Texas, California and Michigan accepted the largest number of people fleeing the war. Secretary of State John Kerry in September said the United States would increase the number of refugees it takes in from all nations by 15,000 per year over the next two years, bringing the total to 100,000 a year by 2017. 'They flee terror' Some of the charitable groups that work to resettle refugees criticized the moves, saying that the governors are wrongly targeting people who are fleeing violence, not trying to spread it. For these governors to falsely assert that the US refugee admissions program places their states at risk is utterly preposterous, the Reverend John McCullough, chief executive of the Church World Service, one of nine charitable groups that works with the US's Office of Refugee Resettlement, said in a statement. Mark Hetfield, chief executive of the Jewish nonprofit refugee service HIAS questioned the idea that refugees posed a threat. As a rule, refugees do not bring terror, they flee terror, Hetfield said. Refugees resettled to the United States are already subject to multiple layers of security screenings. Alabama and Michigan said they would no longer accept Syrian refugees on Sunday. Michigan's Republican governor, Rick Snyder, described his state, which has a large Arab-American population, as welcoming but said the risk associated with admitting Syrian refugees was too high. Our first priority is protecting the safety of our residents, Snyder said on Sunday. Given the terrible situation in Paris, I've directed that we put on hold our efforts to accept new refugees until the US Department of Homeland Security completes a full review of security clearances and procedures. The governors said they were ordering their state departments of health and human services to stop working with Syrian refugees. Jindal also noted that Louisiana State Police were aware of a Syrian refugee already relocated within the state, and directed law enforcement to monitor for possible threats. Jindal is a Republican candidate for president.","source":"toi","title":"Seven US states shut doors to Syrian refugees after Paris attack","url":"http://timesofindia.indiatimes.com//world/us/Seven-US-states-shut-doors-to-Syrian-refugees-after-Paris-attack/articleshow/49810548.cms?"},"time":{"from":"2015-11-17","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"KOLKATA: The intellectuals in the Muslim community in Kolkata have strongly condemned the killings of 138 people in Paris on Saturday but warned that the RSS and its affiliates were already using the massacre to derail the debate on rising intolerance in India. According to them, the right wing forces have already activated their propaganda machinery to trigger a public discourse insinuating that Indian Muslims sympathise with the attackers and embarrass the secular forces in the country who have flared up the debate on rising intolerance in the country. Terrorism or terrorists have no religion. Whatever happened in Paris was heinous and we condemn it in strongest possible words, said Qari Fazlur Rahman who leads the Id prayers of over 3 lakh Muslims on Red Road every year. The cleric came into prominence when he had cautioned chief minister Mamata Banerjee over her government's approach to the problems of Muslims during Id prayers in 2011. On Monday, Rahman cautioned that the debate on intolerance should not be stopped by anyone. The people of India are known for their tolerance towards the religious and cultural practices of each other. There are only a handful of people who rake up some issues and try to vitiate the atmosphere. The debate over intolerance should not stop at any cost, said Rahman. Prominent figures from field of academics, theatre, movies and literature have returned their awards in recent weeks to protest what they see as growing attempt to impose a homogenous religious and cultural identity on the entire country and the shrinking space for dissent. Hasnain Imam, a teacher and social worker in the city, feels that the RSS and its affiliates are selecting incidents that complement their narrative of infusing suspicion about the Indian Muslims amongst their counterparts from other religion. The right wing forces want to insinuate that every Indian Muslim is a potential terror recruit. This is in line with their propaganda to alienate the community from other communities, said Imam who condemned the barbaric killings of the innocent French people. Attackers and suicide bombers killed 138 people in co-ordinated attacks across Paris on Saturday. The ISIS claimed responsibility for the attack and described it as an act of war against France. Two sets of separate incidents in recent times have sparked off the debate on intolerance. The first set comprises of murders of writers including Kannada language scholar M M Kalburgi, known to be a liberal. This was followed by the murder of Mohammed Ikhlaque in September for allegedly consuming beef. Ikhlaque, a resident of Bisara in Uttar Pradesh which is stone's throw from the capital, was lynched by a mob after a rumour that the carcass of a calf was found in his backyard. These protests from the illuminati and the civil society have hurt the right wing forces the most attracting international spotlight over concerns if the oldest and biggest democracy was becoming an intolerant nation. There is a concerted effort to embarrass the sympathisers who have raked up the intolerance debate that has exposed them the right wing forces, said Mohammed Qasim who runs an NGO in the slums of Rajabazar to support under privileged children. By blaming Muslims or embarrassing them over the heinous acts committed by the ISIS, there is an effort to alienate them from the mainstream,' said Abdul Aziz, general secretary of the Milli Itehad Parishad, an umbrella organisation of the minorities.","source":"toi","title":"Intellectuals slam Paris attack, fear intolerance rise","url":"http://timesofindia.indiatimes.com//city/kolkata/Intellectuals-slam-Paris-attack-fear-intolerance-rise/articleshow/49810092.cms?"},"time":{"from":"2015-11-17","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKNOWN","source":"toi","title":"Did Nostradamus predict Paris attack?","url":"http://timesofindia.indiatimes.com//india/Did-Nostradamus-predict-Paris-attack/articleshow/49814129.cms?"},"time":{"from":"2015-11-17","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"19 Nationalities Among Victims of Paris Terror Attack: Francois Hollande","url":"http://www.ndtv.com/world-news/19-nationalities-among-victims-of-paris-terror-attack-francois-hollande-1244096"},"time":{"from":"2015-11-16","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"What Lay Behind ISIS's Attack On Paris, According To Experts","url":"http://www.ndtv.com/world-news/what-lay-behind-isiss-attack-on-paris-according-to-experts-1243787"},"time":{"from":"2015-11-16","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"David Beckham: Sympathise With Zinedine Zidane, Patrick Vieira For Missing Match Due to Paris Terror Attack","url":"http://sports.ndtv.com/article/251791"},"time":{"from":"2015-11-16","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Obama Calls Paris Events 'An Attack on the Civilized World'","url":"http://www.ndtv.com/world-news/obama-calls-paris-events-an-attack-on-the-civilized-world-1243744"},"time":{"from":"2015-11-16","toTimeStamp":"null"}},{"geo":{"latitude":"41.0082376","longtitude":"28.9783589","location":"Istanbul"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"British Jihadist May Have Planned Paris-Style Attack in Istanbul: Sources","url":"http://www.ndtv.com/world-news/british-jihadist-may-have-planned-paris-style-attack-in-istanbul-sources-1243740"},"time":{"from":"2015-11-16","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"French Ambassador 'Saddened' by Azam Khan's Remarks on Paris Attack","url":"http://www.ndtv.com/india-news/french-ambassador-saddened-by-azam-khans-remarks-on-paris-attack-1244016"},"time":{"from":"2015-11-16","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"World Leaders at G20 Raise Alarm Over Foreign Jihadists After Paris Attack","url":"http://www.ndtv.com/world-news/world-leaders-at-g20-raise-alarm-over-foreign-jihadists-after-paris-attack-1243747"},"time":{"from":"2015-11-16","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"After Paris, We Know What Mumbai-style Attack Looks Like: British Daily","url":"http://www.ndtv.com/world-news/after-paris-we-know-what-mumbai-style-attack-looks-like-british-daily-1244119"},"time":{"from":"2015-11-16","toTimeStamp":"null"}},{"geo":{"latitude":"55.6760968","longtitude":"12.5683371","location":"Copenhagen Vigil"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Up to 20,000 in Copenhagen Vigil for Paris Attack Victims: Police","url":"http://www.ndtv.com/world-news/up-to-20-000-in-copenhagen-vigil-for-paris-attack-victims-police-1243742"},"time":{"from":"2015-11-16","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"KANPUR: Already struggling hard to regain foothold following long slowdown in business and the beef ban, the tannery owners of the Industrial City have one more reason to worry. The once thriving industry, known as the leather hub, manufacturing and exporting finished leather, leather garments and leather accessories, could be doomed following the 13/11 terror attack in Paris. Kanpur plays a pivotal role in supplying leather accessories to European countries, including France. But, following the terror attack and declaration of emergency there, majority of the tanneries for the time being will not able to supply orders in time ahead of annual leather festival to be held in Paris soon, informed Malik Kaleemullah, owner of a tannery unit in Jajamu. Sources have informed that order worth Rs 200 crore has been placed by the buyers of Paris ahead of the annual leather festival there. Several other exporters, especially those dealing with saddlery related items and upholstry, said they have been getting e-mails and telephone calls from their buyers in France informing cancellation or postponement of their orders due to the terror attack. Many leather exporters have informed me that a number of buyers from France and several other parts of the Europe, including Germany and Italy, have either cancelled or postponed their orders on account of the terror attacks, Hafizur Rahman, president of Small Tanners' Association told TOI. Before placing orders, foreign buyers like to visit India to interact with exporters before confirming orders. They also visit the units to check the quality of products and negotiate prices before finalising the contracts, he added. Two of our big buyers from France called me saying they have cancelled their visit, said Imran Khan, a senior executive at a leather unit in Chamanganj. However, he declined to name the buyers, saying those calls and emails were confidential. Sources have informed that order worth Rs 200 crore has been placed by the buyers of Paris ahead of the annual leather festival there. Before placing orders, foreign buyers like to visit India to interact with exporters before confirming orders.","source":"toi","title":"City’s leather units bear brunt of terror attack in Paris","url":"http://timesofindia.indiatimes.com//city/kanpur/Citys-leather-units-bear-brunt-of-terror-attack-in-Paris/articleshow/49797936.cms?"},"time":{"from":"2015-11-16","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"CHENNAI: Residents of Puducherry , including several French nationals, paid homage to the victims of terror at tack in Paris, at the French War Memorial on Gouber Avenue on Sunday. Nearly 150 people gathered at the War Memorial to pay homage to the 129 people killed in coordinated attacks by suicide bombers and gunmen in Paris at a concert hall, restaurants and the national sports stadium on Friday . French consul general Phi lippe Janvier-Kamiyama and delegates of several French in stitutions were among those who paid homage to the vic tims of the massacre. Around 400 people took part in a service at the Eglise de Notre Dame des Anges Church in Puducherry and also observed a minute's silence in memory of the victims of the attack. The former French colony is home to a French population of nearly 5,000, and there are around 700 French nationals living and working in Chennai. French Consular Councillor Siva Predibane told TOI that many French nationals in Chennai wanted to attend the event, but were unable to due to torrential rains. The mass lasted for one and a half hours, and everyone lit candles in memory of those who died, he said. We prayed for those who died, their families and also for those who are still fighting for their lives, he said. Muslim group condemns Paris carnage Shia Sunni Unity Movement general secretary Nusrath Ali Khan on Sunday condemned Friday night's terror attack on Paris and appealed to Muslims across the globe to jointly fight Islamic State (IS) that has claimed responsibility for the attack. Conveying condolences to the bereaved families, he urged the Narendra Modi government to join the fight against ISIS. He said it is important to propagate the message of love and fight oppression, as the life of the Prophet's grandson, Imam Hussain, who was martyred in Karbala, exemplified.","source":"toi","title":"Puducherry pays homage to Paris attack victims","url":"http://timesofindia.indiatimes.com//city/chennai/Puducherry-pays-homage-to-Paris-attack-victims/articleshow/49796508.cms?"},"time":{"from":"2015-11-16","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKNOWN","source":"toi","title":"Paris Attack: What does Islam say about terrorism?","url":"http://timesofindia.indiatimes.com//articleshow/49798585.cms?"},"time":{"from":"2015-11-16","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"PARIS: The Paris terrorist attacks were carried out with the help of three French brothers living in Belgium, the authorities said on Sunday, as they asked for the public's help in finding one of them. The French authorities said they were seeking Abdeslam Salah, 26, and described him as dangerous. The police warned the public: Do not intervene on your own, under any circumstances. Belgian officials said that his brother Ibrahim had died in the three-hour massacre on Friday night, which killed at least 132 people, and that another brother, Mohamed, was detained on Saturday in the Molenbeek area of Brussels. The carefully coordinated attacks on Friday night, which President Francois Hollande says are the work of the Islamic State, increasingly appear to have involved extensive planning by a network of men with sophisticated weapons who plotted their attack from outside the country. The French interior minister, Bernard Cazeneuve, after meeting in Paris with his Belgian counterpart, Jan Jambon, said the attackers had prepared abroad and had mobilized a team of participants located on Belgian territory, and who may have benefited — the investigation will tell us more — from complicity in France. French officials initially described eight attackers, but on Saturday night said that only seven had died — six by blowing themselves up and one in a shootout with police. They said on Sunday that they were looking for an eighth man believed to have been involved in the attacks. It was not immediately clear Sunday evening whether Salah was that eighth man. Crucial, if sparse, details about four of the attackers came into view on Sunday. READ ALSO: British jihadist may have planned Paris-style attack in Istanbul, sources say One attacker — whose nationality is not yet known — evidently posed as a Syrian migrant. The Serbian newspaper Blic published a photograph of a passport page that identified its holder as Ahmad al-Mohammad, 25, a native of Idlib, Syria. He passed through the Greek island of Leros on October 3 and the Serbian border town of Presevo on October 7, officials in those countries said. It was not clear whether the passport was authentic; the civil war that has sent millions of Syrians fleeing and fueled the rise of the Islamic State has also created a large black market for forged Syrian passports. At least three other attackers were French citizens. Two had been living in the Brussels area, including one in the community of Molenbeek, according to the Belgian authorities. The third was Ismael Omar Mostefai, 29, a native of Courcouronnes, France, who had been living in Chartres, 60 miles southwest of Paris, and who, along with two other gunmen, killed 89 people at the Bataclan concert hall. Mostefai was the middle of five children born to an Algerian father and a Portuguese mother, and he once worked at a bakery, according to a former neighbor at the housing development just outside Chartres where the family used to live. It was a normal family, just like everybody else, said the neighbor, who spoke on the condition of anonymity. He played with my children. He never spoke about religion. He was normal. He had a joie de vivre. He laughed a lot. For reasons that are unclear, Mostefai changed. It was in 2010, that's when he started to become radicalized, the neighbor said. We don't understand what happened. As the authorities continued to examine Mostefai's motivations and background, other clues emerged from official accounts in France and Belgium. Two vehicles used in the attacks had been rented in Belgium early last week, the federal prosecutor for Brussels announced on Sunday. One of them, a gray Volkswagen Polo, was abandoned near the Bataclan after being used by the three terrorists who died there. READ ALSO: Paris-like attacks may occur again, expert says The other, a black Seat Leon, was found early Sunday morning in the eastern Paris suburb of Montreuil. Three Kalashnikov rifles were found inside it. The vehicle may have been used as a getaway car for the shooters at restaurants in central Paris. The Belgian authorities also announced that they had detained seven men. Three of them passed through a roadside check in Cambrai, France, at 9.10am on Saturday, while on the A2 highway heading to Belgium. They made their way to Molenbeek, where the authorities detained them for unknown reasons and seized the car on Saturday afternoon. Fundamental questions remained: how the terrorists, who acted in three synchronized teams, managed to pull off the deadliest terrorist attack in Western Europe since 2004, and whether they received direction from Islamic State leaders in Iraq and Syria, who until now had never taken responsibility for such a large-scale attack in the West. The revelations that three of the attackers were French citizens were likely to exacerbate long-standing fears in France about the place of Muslim immigrants and converts in French society, 10 months after a smaller set of deadly attacks on the satirical newspaper Charlie Hebdo, on a kosher grocery and against a police officer. Mostefai was one of three hostage-takers at the Bataclan, and was identified based on a print from his severed finger. READ ALSO: Paris attacker's possible link to migrant trail heightens security fears in Europe Mostefai grew up around Chartres, where he lived until 2012. According to the Paris prosecutor, Francois Molins, he was arrested in connection with a series of low-level crimes from 2004 to 2010 and had been under surveillance since 2010, having been flagged in a French security services database as someone who had fallen under the influence of extremist Islamist beliefs. Six of his relatives have been detained for questioning; on Sunday, other relatives told French television that he had been estranged from them after a falling-out. In his Facebook post, Mayor Jean-Pierre Gorges of Chartres expressed despair and frustration. How many deaths will occur before our political leaders understand and take action? he asked, describing the emotion, incomprehension and anger he felt at the deaths. Mayor Gorges called for strong action, without asking questions first. Our leaders don't need to prove they are legitimate; we have elected them, so they take responsibility of the executive power of the republic, he wrote on Facebook. Their duty is to act effectively, and ultimately we don't need to know how. READ ALSO: Eerie similarity between Mumbai and Paris terror attacks: Pakistani daily On Sunday, Hollande met his predecessor and political rival, Nicolas Sarkozy, at the Elysee Palace. Afterward, Sarkozy urged decisive action against the Islamic State — a position Hollande has also taken. We need everybody in order to exterminate Daesh, and especially the Russians, Sarkozy told reporters, using an Arabic acronym for the Islamic State. Russia's president, Vladimir V Putin, is a steadfast ally of Syria's embattled president, Bashar al-Assad, and recently began an aerial bombing campaign in Syria. The United States and France say the attacks have not been aimed at the Islamic State, as Putin claims, but at other groups opposing Assad. Sarkozy, who has been known to be tough on immigrants during his tenure as president, cautioned against linking the refugee crisis with the terrorist attacks, but added: We need, together, to rein in the wave of migration ensuing from the Syrian situation. READ ALSO: Indian cities vulnerable to Paris-like attacks, experts say As President Obama and other leaders of the Group of 20 advanced and emerging economies gathered for a scheduled summit meeting in Antalya, Turkey, on the doorstep of the Syrian crisis, France's president, Francois Hollande, stayed behind in Paris, his nation in mourning. As the investigation proceeded, Obama told reporters in Turkey that the skies have been darkened by the horrific attacks in Paris and pledged that America would support France, its oldest ally. We stand in solidarity with them in hunting down the perpetrators of this crime and bringing them to justice, Obama said after meeting with Turkey's president, Recep Tayyip Erdogan, at the start of a 10-day trip that will also take him to the Philippines and Malaysia. At the same summit meeting, the president of the European Commission, Jean-Claude Juncker, said there was no need for a complete review of the bloc's refugee policy in response to the terrorist attacks. Those who organized, who perpetrated the attacks are the very same people who the refugees are fleeing and not the opposite, Agence-France Presse quoted Juncker as saying. And so there is no need for an overall review of the European policy on refugees.","source":"toi","title":"Paris attack: Manhunt for the 'dangerous' 8th suspect under way as investigation widens","url":"http://timesofindia.indiatimes.com//world/europe/Paris-attack-Manhunt-for-the-dangerous-8th-suspect-under-way-as-investigation-widens/articleshow/49795411.cms?"},"time":{"from":"2015-11-16","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"CHENNAI: Residents of Puducherry , including several French nationals, paid homage to the victims of terror at tack in Paris, at the French War Memorial on Gouber Avenue on Sunday. Nearly 150 people gathered at the War Memorial to pay homage to the 129 people killed in coordinated attacks by suicide bombers and gunmen in Paris at a concert hall, restaurants and the national sports stadium on Friday . French consul general Phi lippe Janvier-Kamiyama and delegates of several French in stitutions were among those who paid homage to the vic tims of the massacre. Around 400 people took part in a service at the Eglise de Notre Dame des Anges Church in Puducherry and also observed a minute's silence in memory of the victims of the attack. The former French colony is home to a French population of nearly 5,000, and there are around 700 French nationals living and working in Chennai. French Consular Councillor Siva Predibane told TOI that many French nationals in Chennai wanted to attend the event, but were unable to due to torrential rains. The mass lasted for one and a half hours, and everyone lit candles in memory of those who died, he said. We prayed for those who died, their families and also for those who are still fighting for their lives, he said. Muslim group condemns Paris carnage Shia Sunni Unity Movement general secretary Nusrath Ali Khan on Sunday condemned Friday night's terror attack on Paris and appealed to Muslims across the globe to jointly fight Islamic State (IS) that has claimed responsibility for the attack. Conveying condolences to the bereaved families, he urged the Narendra Modi government to join the fight against ISIS. He said it is important to propagate the message of love and fight oppression, as the life of the Prophet's grandson, Imam Hussain, who was martyred in Karbala, exemplified.","source":"toi","title":"Puducherry pays homage to Paris attack victims","url":"http://timesofindia.indiatimes.com//city/puducherry/Puducherry-pays-homage-to-Paris-attack-victims/articleshow/49796511.cms?"},"time":{"from":"2015-11-16","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"A man who is believed to be one of the gunmen involved in Friday's bloody attacks in Paris was pulled over briefly by police near the French-Belgian border on Saturday morning, but was later released. French police on Sunday issued an arrest warrant for Salah Abdeslam, a 26-year-old who is thought to be one of the three brothers who took part in the attacks, which killed at least 129 people. Salah rented the Volkswagen Polo which was parked outside the Bataclan concert hall, where 89 people were murdered during an Eagles of Death Metal concert. Speaking to the Associated Press, four French officials said he was one of three people travelling in a car which was stopped at the French-Belgian border, around 120 miles from Paris, early on Saturday morning, hours after he had been identified as the renter of the car. READ ALSO: Manhunt for the 'dangerous' 8th suspect under way as investigation widens He was questioned and his ID was checked, but he was later released and is now the focus of an international manhunt. One of the brothers, named as Ibrahim, died on Friday, and another unnamed brother has been arrested in Brussels, one of seven men arrested in the Belgian capital in connection with the attacks. Since the attacks, police have found three Kalashnikov assault rifles and ammunition inside a car that was abandoned in the Parisian suburb of Montreuil. It is also thought to have been rented to one of the brothers. Salah is thought to be the third brother. French police described him as dangerous, and urged the public not to approach him if they spot him. Read this story in Telugu","source":"toi","title":"Paris attacks: Police stopped Paris attack suspect near Belgian border hours after the killings - but let him go","url":"http://timesofindia.indiatimes.com//world/europe/Paris-attacks-Police-stopped-Paris-attack-suspect-near-Belgian-border-hours-after-the-killings-but-let-him-go/articleshow/49796642.cms?"},"time":{"from":"2015-11-16","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKNOWN","source":"toi","title":"Actor slammed for insensitive Paris attack tweets","url":"http://timesofindia.indiatimes.com//entertainment/english/hollywood/news/Actor-slammed-for-insensitive-Paris-attack-tweets/articleshow/49798139.cms?"},"time":{"from":"2015-11-16","toTimeStamp":"null"}},{"geo":{"latitude":"50.8503396","longtitude":"4.3517103","location":"Brussels Raids Linked"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"5 Arrested in Brussels Raids Linked to Paris Attack: Official","url":"http://www.ndtv.com/world-news/mayor-says-5-arrested-in-brussels-raids-linked-to-paris-attack-1243662"},"time":{"from":"2015-11-15","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Holder of Syrian Passport Found in Paris Attack Sought Asylum in Serbia","url":"http://www.ndtv.com/world-news/holder-of-syrian-passport-found-in-paris-attack-sought-asylum-in-serbia-1243613"},"time":{"from":"2015-11-15","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris Concert Hall"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Music and Then Gunshots: Video Captures Attack at Paris Concert Hall","url":"http://www.ndtv.com/world-news/gunshots-amid-music-video-captures-attack-at-paris-concert-hall-1243684"},"time":{"from":"2015-11-15","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Barack Obama Says Paris Killings an 'Attack on the Civilised World'","url":"http://www.ndtv.com/world-news/barack-obama-says-paris-killings-an-attack-on-the-civilised-world-1243611"},"time":{"from":"2015-11-15","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"No Need for Complete Rethink on Refugees After Paris Attack: European Commission President","url":"http://www.ndtv.com/world-news/no-need-for-complete-rethink-on-refugees-after-paris-attack-european-commission-president-1243602"},"time":{"from":"2015-11-15","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Paris Attack: Guns Found in Second Car, Police Suspect Terrorists Escaped","url":"http://www.ndtv.com/cheat-sheet/investigations-proceed-fast-into-paris-carnage-10-developments-1243608"},"time":{"from":"2015-11-15","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"Rock band U2 visited the the site of Bataclan concert hall, where at least 80 people were killed by gunmen, to pay homage to the victims of the Paris attack. READ: ​'Devastated' U2 scraps concert in Paris following attacks Listen to U2 on Gaana.com The Irish group, whose concert was scheduled to happen on over the weekend but was called off in the wake of the horrific attacks, paid their respects at a makeshift memorial made of flowers and candles, reported People magazine. An Instagram post showed a white sheet with the band's autographs written on it in black ink. The sheet also contained messages of hope and despair like, How can a man with so many friends feel so alone? and Love is bigger than anything in its way. Calling the attacks devastating the band's frontman Bono said it is a first direct hit on music. For latest Music updates follow us on Twitter >>> @TOIEntertain For the latest in Music news, like us on Facebook >>> TOIEntertain For more interesting Music news and pictures follow us on Pinterest>>> timesofindia For latest Music updates follow us on G+ >>> The Times of India Entertainment WATCH: U2 - Song For Someone (Directed by Matt Mahurin)","source":"toi","title":"U2 pays homage to Paris attack victims","url":"http://timesofindia.indiatimes.com//entertainment/english/music/news/U2-pays-homage-to-Paris-attack-victims/articleshow/49789211.cms?"},"time":{"from":"2015-11-15","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"Irish rock band U2's frontman Bono called Paris attack, that killed over 120 people, a first direct hit on music as many young concert-goers and fans were targeted. READ: ​'Devastated' U2 scraps concert in Paris following attacks The band, whose concert was supposed to take place yesterday night, was called off after series of attacks in the French capital and Bono said the whole incident is very disturbing, reported Variety. Our first thoughts at this point are with the Eagles of Death Metal fans. If you think about it, the majority of victims last night are music fans. This is the first direct hit on music that we've had in this so-called War on Terror, or whatever it's called. It's very upsetting. For latest Music updates follow us on Twitter >>> @TOIEntertain For the latest in Music news, like us on Facebook >>> TOIEntertain These are our people. This could be me at a show, you at a show, in that venue. It''s a very recognisable situation for you and for me and the cold blooded aspect of this slaughter is deeply disturbing and that's what I can't get out of my head, Bono, 55, said. He also clarified that the decision to cancel the concert was made by the concerned authorities and not the band. We didn't call it off. It was cancelled, honest, and I understand perfectly why... It's up to the French authorities and the city to decide when we can go back, he said. Following the attacks, the band released a statement yesterday. For more interesting Music news and pictures follow us on Pinterest>>> timesofindia For latest Music updates follow us on G+ >>> The Times of India Entertainment We are devastated at the loss of life at the Eagles of Death Metal concert and our thoughts and prayers are with the band and their fans. And we hope and pray that all of our fans in Paris are safe, the statement read. Listen to U2 on Gaana.com During the attack Bono was rehearsing nearby at the Accor Hotels Arena - where the group was set to perform on Saturday and Sunday. WATCH: U2 - Song For Someone (Directed by Matt Mahurin)","source":"toi","title":"U2's Bono calls Paris attack 'first direct hit on music'","url":"http://timesofindia.indiatimes.com//entertainment/english/music/news/U2s-Bono-calls-Paris-attack-first-direct-hit-on-music/articleshow/49788857.cms?"},"time":{"from":"2015-11-15","toTimeStamp":"null"}},{"geo":{"latitude":"21.1458004","longtitude":"79.0881546","location":"Nagpur"},"newsContent":{"abstract":"NAGPUR: Following the lead of other major cities across the country, city police are on high alert mode following the terrorist attack in Paris on Saturday where 127 people were killed. Chief minister Devendra Fadnavis, along with director general of police Praveen Dixit, too reviewed the security arrangements and preparations of Maharashtra police. Vigilance in city, where the headquarters of Rashtriya Swayamsevak Sangh is housed, has been stepped up. Checking is being conducted at different entry and exits points of the city. Lodges and rest places are also being checked by police. Senior officers have appealed citizens to report any unclaimed baggage or suspicious strangers in their localities. Two booked for extortion Two persons, identified as Kunal Satpute and Lucky Ade, have been booked for extortion by MIDC police on Friday for allegedly demanding Rs10,000 per month from Ashish Jha, who is a property dealer. The duo ensured that they wrenched Rs3,000 from Jha after threatening him of dire consequences in front of liquor bar in MIDC. Police said that Satpute and Ade intercepted Jha near the beer bar where they demanding money from him for having earned 'much' through his property dealing brokerage. Police have registered a case following a complaint from Jha. Engineering student ends life A second year student of engineering Gyanbandhu Gaikwad, 23, ended life by taking a plunge into Gandhisagar on Thursday. His body was fished out on Friday by Ganeshpeth police. It's learnt that Gyanbandhu took the drastic decision as his father Rajkumar was reeling under heavy interest of the loan he had taken to erect mobile phone towers at their Shesh Nagar residence at Nandanvan. Gyanbandhu was quite disturbed as the respective private mobile service providers were delaying the payments towards the erection of the mobile towers. He had left home on Thursday on the pretext of meeting a friend at Pardi. A case of accidental death has been registered at Ganeshpeth police station. Man booked for molestation A 34-year-old man, identified as Nilesh Gedam, has been booked for molestation after he tried to make undue sexual advances towards a 17-year-old teenager at her residence at Yashodhara Nagar. Gedam learnt to have followed the teenager to terrace where he grabbed the girl from behind outraging her modesty. Police said Gedam outraged the girl when she was drying clothes on the terrace. The girl immediately raised an alarm which alerted the family members who rushed for her help. Later, the family members approached Yashodhara Nagar police station where an offence was registered.","source":"toi","title":"Nagpur on high alert after Paris attack","url":"http://timesofindia.indiatimes.com//city/nagpur/Nagpur-on-high-alert-after-Paris-attack/articleshow/49785743.cms?"},"time":{"from":"2015-11-15","toTimeStamp":"null"}},{"geo":{"latitude":"36.778261","longtitude":"-119.4179324","location":"California"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"California Rock Band's Show Cut Short by Attack on Paris Venue","url":"http://www.ndtv.com/world-news/california-rock-bands-show-cut-short-by-attack-on-paris-venue-1243270"},"time":{"from":"2015-11-14","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Paris Terror Attack Very Similar to Mumbai's 26/11: US Security Experts","url":"http://www.ndtv.com/world-news/paris-terror-attack-copycat-mumbais-26-11-us-security-experts-1243282"},"time":{"from":"2015-11-14","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"PM Modi Condemns Paris Terror Attack, Describes it as an Attack on Humanity","url":"http://www.ndtv.com/india-news/pm-modi-condemns-paris-terror-attack-describes-it-as-an-attack-on-humanity-1243381"},"time":{"from":"2015-11-14","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Paris Terror Attack: Cricket World Expresses Shock on Twitter","url":"http://sports.ndtv.com/article/251711"},"time":{"from":"2015-11-14","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Paris Terror Attack: Sportstars Lend Solidarity on Twitter to 'Innocent People's Sufferings'","url":"http://sports.ndtv.com/article/251712"},"time":{"from":"2015-11-14","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Manhunt Launched for 8th Paris Attack Suspect: Live Updates","url":"http://www.ndtv.com/world-news/multiple-terror-attacks-in-paris-france-declares-state-of-emergency-1243238"},"time":{"from":"2015-11-14","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Paris Attack: 'It was a Bloodbath,' Says Witness at Concert Venue","url":"http://www.ndtv.com/world-news/paris-attack-it-was-a-bloodbath-says-witness-at-concert-venue-1243239"},"time":{"from":"2015-11-14","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Finance Minister Arun Jaitley Condemns Paris Terror Attack","url":"http://www.ndtv.com/india-news/finance-minister-arun-jaitley-condemns-paris-terror-attack-1243421"},"time":{"from":"2015-11-14","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Paris Terror Strike is an Attack on All of Humanity, Says LK Advani","url":"http://www.ndtv.com/india-news/paris-terror-strike-is-an-attack-on-all-of-humanity-says-lk-advani-1243377"},"time":{"from":"2015-11-14","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"WASHINGTON: The horrific terrorist attack in Paris has been described as the copycat version of the 2008 Mumbai assault by security experts here who believe that the incident will be a game changer for how the West looks at the threat terrorism presents to all. Over 120 people were killed as terrorists attacked sites throughout the French capital and at the stadium where the soccer match was underway. John Miller, deputy commissioner of Intelligence and Counter-terrorism of the New York Police Department told CNN in an interview, that the Paris attack resembles the Mumbai terrorist attack in terms of low-cost low resources and carried the various features of the 26/11. Bruce Hoffman, head of the national security programme at Georgetown University, in an interview to the popular National Public Radio referred to a call given by al Qaeda leader, Osama bin Laden, five years ago to carry Mumbai-type attack across Europe. The attacks show a level of sophistication we really haven't seen in an urban area since 2008 in the attack in Mumbai, Michael Leiter, former director National Counterterrorism Center, told NBC News. This will be a game changer for how the West looks at this threat, Leiter said. In an interview to Newsmax TV, retired Air Force General Michael Hayden said the Paris violence was certainly a terrorist attack and that our fears have been realised because the assaults greatly mirror the 2008 terrorism in Mumbai. We had great fear that we would see copycat versions of that attack -- and now, I fear that our fears have been realised, and we're seeing that carried out tonight in Paris, Hayden said. It shows the fragility of free societies. It shows the great danger that international terrorism presents to all of us, he said. Brian Michael Jenkins from RAND Corporation told The Press Enterprise newspaper that the Paris attacks were reminiscent of the November 2008 assault on the densely crowded Indian city of Mumbai, where teams linked to an Islamic militant organisation carried out a series of coordinated shooting and bombing attacks lasting four days. These sorts of attacks are a matter of determination and the ability to acquire weapons, Jenkins said. In some of these European countries, anyone with criminal connections can acquire an AK-47. It doesn't require a great deal of skill to shoot diners at a restaurant or spectators at a rock concert. You don't need to go through training, he said. WBZ-TV Security Analyst Ed Davis says the Paris attack resembles the Mumbai terrorist attack. This is exactly what we fear most. A Mumbai-style attack with multiple teams simultaneously hitting different places, Davis said.","source":"toi","title":"Paris attack similar to Mumbai assault: Experts","url":"http://timesofindia.indiatimes.com//world/europe/Paris-attack-similar-to-Mumbai-assault-Experts/articleshow/49778570.cms?"},"time":{"from":"2015-11-14","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"WASHINGTON: The horrific terrorist attack in Paris has been described as the copycat version of the 2008 Mumbai assault by security experts here who believe that the incident will be a game changer for how the West looks at the threat terrorism presents to all. Over 120 people were killed as terrorists attacked sites throughout the French capital and at the stadium where the soccer match was underway. John Miller, deputy commissioner of Intelligence and Counter-terrorism of the New York Police Department told CNN in an interview, that the Paris attack resembles the Mumbai terrorist attack in terms of low-cost low resources and carried the various features of the 26/11. Bruce Hoffman, head of the national security programme at Georgetown University, in an interview to the popular National Public Radio referred to a call given by al Qaeda leader, Osama bin Laden, five years ago to carry Mumbai-type attack across Europe. The attacks show a level of sophistication we really haven't seen in an urban area since 2008 in the attack in Mumbai, Michael Leiter, former director National Counterterrorism Center, told NBC News. This will be a game changer for how the West looks at this threat, Leiter said. In an interview to Newsmax TV, retired Air Force General Michael Hayden said the Paris violence was certainly a terrorist attack and that our fears have been realised because the assaults greatly mirror the 2008 terrorism in Mumbai. We had great fear that we would see copycat versions of that attack -- and now, I fear that our fears have been realised, and we're seeing that carried out tonight in Paris, Hayden said. It shows the fragility of free societies. It shows the great danger that international terrorism presents to all of us, he said. Brian Michael Jenkins from RAND Corporation told The Press Enterprise newspaper that the Paris attacks were reminiscent of the November 2008 assault on the densely crowded Indian city of Mumbai, where teams linked to an Islamic militant organisation carried out a series of coordinated shooting and bombing attacks lasting four days. These sorts of attacks are a matter of determination and the ability to acquire weapons, Jenkins said. In some of these European countries, anyone with criminal connections can acquire an AK-47. It doesn't require a great deal of skill to shoot diners at a restaurant or spectators at a rock concert. You don't need to go through training, he said. WBZ-TV Security Analyst Ed Davis says the Paris attack resembles the Mumbai terrorist attack. This is exactly what we fear most. A Mumbai-style attack with multiple teams simultaneously hitting different places, Davis said.","source":"toi","title":"Paris attack similar to Mumbai assault: Experts","url":"http://timesofindia.indiatimes.com//world/us/Paris-attack-similar-to-Mumbai-assault-Experts/articleshow/49777688.cms?"},"time":{"from":"2015-11-14","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"After the world was left in unbelievable shock as over 150 people feared death post coordinated attacks in Paris, Bollywood has shown its support for the victims. READ: Priyanka Chopra: Can't wait to watch 'Tamasha' Speaking on the tragic mishap, Priyanka Chopra tweeted, So disturbed by what has happened in Paris. What is the world coming to.. What is the point of the violence.. #PrayForParis .My heart hurts. For latest Bollywood updates, follow us on Twitter >>>@TOIEntertain For the latest in Bollywood news, like us on Facebook >>>TOIEntertain Anushka Sharma took to Twitter and wrote, Woke up to the horrific news about attacks in Paris. Pray for more courage for the people in Paris against these cowardly attacks. Meanwhile, Varun Dhawan posted a picture of the Eiffel Tower encircled in blue paint and tweeted, Heartbreaking to hear about the #ParisAttacks.can only pray for peace. I hope justice will be served. Praying for the victims, actress Preity Zinta wrote, Omg #Paris ! Dear God please look after the people there My prayers also for the Departed. RIP. #terror attacks #prayers. While, Javed Akhtar tweeted, No words in any dictionary of the world are powerful enough to condemn the heinous barbaric and the most ugly terrorist massacre in Paris. For more interesting Bollywood news and pictures, follow us on Pinterest>>> timesofindia For latest Bollywood updates, follow us on G+ >>> The Times of India Entertainment Many other celebs, including Nargis Fakri, Raveena Tandon, Elli Avram, Ameesha Patel, Vivek Oberoi, Shruti Seth, Nimrat Kaur, Vir Das, Hrithik Roshan, Mahesh Bhatt and Majoj Bajpayee, also showed their support through the microblogging site. Click here for more Bollywood videos LISTEN: Songs of Priyanka Chopra on Gaana.com WATCH: Priyanka Chopra in LA for Jimmy Kimmel -TOI","source":"toi","title":"B-town shows support for Paris attack victims","url":"http://timesofindia.indiatimes.com//entertainment/hindi/bollywood/news/B-town-shows-support-for-Paris-attack-victims/articleshow/49777959.cms?"},"time":{"from":"2015-11-14","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"NEW DELHI: Describing the terror attack in Paris as an attack on humanity, BJP on Saturday said all peace-loving countries should join hands to destroy terror outfit ISIS. These attacks are most painful. The attack is not on Paris alone but on the humanity, on all the peace-loving countries. It is time for all nations wanting peace and progress to unite to fight ISIS. ISIS is not confined to a country but is a poisonous ideology which must be destroyed, BJP media department in-charge Shrikant Sharma said. He noted that Prime Minster Narendra Modi has been advocating the need for various countries to come together to fight terrorism. Sharma said Modi made a pitch for it at the UN, G-20 and other international forums. Over 120 people have been killed in a popular Paris concert hall where attackers seized hostages yesterday in one of at least six terror attacks that unfolded across the city in the deadliest violence the French capital has seen since World War II. At least two explosions were heard near the Stade de France national stadium where a France-Germany friendly soccer match was being played, attended by President Francois Hollande. After the attacks, Hollande declared a state of emergency and announced that he was closing the country's borders. Hollande, who had to be evacuated from the stadium when the bombs went off outside, said in a televised address that the nation would stand firm and united.","source":"toi","title":"Paris terror attack most painful: BJP","url":"http://timesofindia.indiatimes.com//india/Paris-terror-attack-most-painful-BJP/articleshow/49777675.cms?"},"time":{"from":"2015-11-14","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"NEW DELHI: Congress president Sonia Gandhi and vice president Rahul Gandhi on Saturday expressed deep shock and anguish on the deadly terror attack in Paris. Condemning it as mindless barbarism devoid of any values, Sonia Gandhi said nothing can justify such violence, the party said in a tweet. Rahul Gandhi added: My thoughts and prayers are with the people of France in this hour of grief and anguish. Terror cannot defeat freedom and liberty. It will only strengthen our resolve to fight against this senseless violence. Congress spokesperson Randeep Singh Surjewala tweeted: Fanaticism cannot replace fraternity, violence will yield to peace, terrorism will never deter humanity's forward march. Paris will prove it. Strongly condemn the terrorist attack in Paris. My thoughts and prayers are with the people of France in this hour of grief and anguish andmdash; Office of RG (@OfficeOfRG) November 14, 2015 A series of explosions and shootings on Friday night stunned the French capital. At least 153 people killed.","source":"toi","title":"Sonia Gandhi, Rahul Gandhi condemn Paris terror attack","url":"http://timesofindia.indiatimes.com//india/Sonia-Gandhi-Rahul-Gandhi-condemn-Paris-terror-attack/articleshow/49777648.cms?"},"time":{"from":"2015-11-14","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"Singer Ariana Grande, Justin Bieber, Demi Lovato, Kim Kardashian and Kendall Jenner are among the Hollywood celebrities, who have expressed sadness over a series of coordinated terror attacks in Paris, France, leaving at least 120 killed. READ: Ariana Grande branded 'lazy' by Jonathan Ross Listen to Ariana Grande on Gaana.com The attacks are said to be the deadliest violence to strike France since World War II. The stars took to social media including Twitter and Instagram to show their support to the victims and families in loss, reported Aceshowbiz. Grande did not only pray for people in Paris but also for those in Japan, as it was recently struck by small tsunami due to magnitude-7 earthquake. What a scary, chaotic day on earth. My heart is with everyone in Paris and Japan, she wrote on Twitter. Please stay safe, my loves. You're in my heart. Kardashian, meanwhile, posted on Twitter and Instagram an illustration of iconic Eiffel tower which resembled symbol of peace. Alongside the picture, she put the hashtag #PrayForParis. Bieber, who just finished his first show following the release of his album Purpose tweeted, Had a great first show but just heard about what happened in Paris. Thoughts and prayers with everyone #PrayForParis. On another tweet, he wrote the hashtag #PrayForJapan. Other celebrities sharing the similar Eiffel tower image included Nick Jonas, Joe Jonas, Harry Styles, Rita Ora, Jennifer Lopez, Cara Delevingne, Sam Smith, Shawn Mendes, Amy Schumer, Jenna Dewan, Reese Witherspoon and Alicia Keys. Meanwhile, Beyonce Knowles posted a picture with the words, Praying for Paris. Jenner wrote on Twitter a series of hashtags including #PrayForLebanon, #PrayForBaghdad, #PrayForJapan, #PrayForParis and #PrayForMexico. Actor Jared Leto opted to post on Instagram a picture of the flag of France. Our hearts to you in Paris #vivelafrance, read the caption. Thoughts and prayers for those people involved in the situation that has occurred in Paris this evening... Very sad, tweeted One Direction star Niall Horan. Lovato posted, Just heard about Paris, praying for you all right now. My thoughts are with everyone in Paris. Absolutely terrifying to hear what is happening. ???? #Prayers4Paris, tweeted Kelly Rowland. For latest Music updates follow us on Twitter >>> @TOIEntertain For the latest in Music news, like us on Facebook >>> TOIEntertain For more interesting Music news and pictures follow us on Pinterest>>> timesofindia For latest Music updates follow us on G+ >>> The Times of India Entertainment WATCH: Justin Bieber - I'll Show You ​","source":"toi","title":"Justin Bieber, Grande send prayers for Paris attack victimsJustin Bieber, Grande send prayers for Paris attack victims","url":"http://timesofindia.indiatimes.com//entertainment/english/music/news/Justin-Bieber-Grande-send-prayers-for-Paris-attack-victimsJustin-Bieber-Grande-send-prayers-for-Paris-attack-victims/articleshow/49779853.cms?"},"time":{"from":"2015-11-14","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"NEW DELHI: Delhi chief minister Arvind Kejriwal on Saturday termed the terror strike in Paris as an attack on humanity and said the whole world should unite and fight against such terror acts. Shocked to learn about the cowardly attacks on innocents in Paris. Whole world shud unite and fight against such terror acts, he tweeted. The Chief Minister said, Paris attack is an attack on entire humanity. Fundamentalism of all kinds is the worst enemy of society. Let us pray for residents of Paris. A series of attacks targeting concert-goers, soccer fans and Parisians enjoying a Friday night out at popular nightspots killed at least 120 people in the deadliest violence to strike France since World War II. President Francois Hollande condemned it as terrorism and pledged that France would stand firm against its foes.","source":"toi","title":"Arvind Kejriwal condemns Paris terror attack","url":"http://timesofindia.indiatimes.com//india/Arvind-Kejriwal-condemns-Paris-terror-attack/articleshow/49777638.cms?"},"time":{"from":"2015-11-14","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"European Union Ministers to Hold Talks Saturday in Paris After Train Attack","url":"http://www.ndtv.com/world-news/european-union-ministers-to-hold-talks-saturday-in-paris-after-train-attack-1211126"},"time":{"from":"2015-08-26","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Robert Redford says freedom of expression in danger post Paris attack","url":"http://timesofindia.indiatimes.com//entertainment/english/hollywood/news/Robert-Redford-says-freedom-of-expression-in-danger-post-Paris-attack/articleshow/45993500.cms"},"time":{"from":"2015-01-23","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Islam doesn’t allow killings, says Najma on Paris attack","url":"http://timesofindia.indiatimes.com//india/Islam-doesnt-allow-killings-says-Najma-on-Paris-attack/articleshow/45892081.cms"},"time":{"from":"2015-01-15","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Al Qaeda Claims French Attack, Derides Paris Rally","url":"http://www.ndtv.com/world-news/al-qaeda-claims-french-attack-derides-paris-rally-727199"},"time":{"from":"2015-01-14","toTimeStamp":"null"}},{"geo":{"latitude":"54.5259614","longtitude":"15.2551187","location":"Europe"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Europe's Muslims feel heat of backlash after Paris terror attack","url":"http://timesofindia.indiatimes.com//world/europe/Europes-Muslims-feel-heat-of-backlash-after-Paris-terror-attack/articleshow/45881834.cms"},"time":{"from":"2015-01-14","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Israel Buries 4 Jewish Victims of Paris Attack","url":"http://www.ndtv.com/world-news/israel-buries-4-jewish-victims-of-paris-attack-726590"},"time":{"from":"2015-01-13","toTimeStamp":"null"}},{"geo":{"latitude":"28.0646211","longtitude":"-97.91187219999999","location":"Tweet"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Lawmaker Compares Obama to Hitler in Tweet on Paris Attack","url":"http://www.ndtv.com/world-news/lawmaker-compares-obama-to-hitler-in-tweet-on-paris-attack-726762"},"time":{"from":"2015-01-13","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"French Comedian Dieudonne Probed for Paris Attack Quip","url":"http://www.ndtv.com/world-news/french-comedian-dieudonne-probed-for-paris-attack-quip-726275"},"time":{"from":"2015-01-13","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Woman Wanted in Paris Attack Crossed Into Syria: Turkey","url":"http://www.ndtv.com/world-news/woman-wanted-in-paris-attack-crossed-into-syria-turkey-725988"},"time":{"from":"2015-01-12","toTimeStamp":"null"}},{"geo":{"latitude":"15.552727","longtitude":"48.516388","location":"Yemen"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Both Brothers Behind Paris Attack Had Weapons Training in Yemen: Sources","url":"http://www.ndtv.com/world-news/both-brothers-behind-paris-attack-had-weapons-training-in-yemen-sources-725774"},"time":{"from":"2015-01-12","toTimeStamp":"null"}},{"geo":{"latitude":"53.7190281","longtitude":"-2.0727839","location":"Britain"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Britain to Intensify Fight Against Arms Smuggling After Paris Attack","url":"http://www.ndtv.com/world-news/britain-to-intensify-fight-against-arms-smuggling-after-paris-attack-726125"},"time":{"from":"2015-01-12","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Paris holds 'largest rally' in French history to honour terror-attack victims","url":"http://timesofindia.indiatimes.com//world/europe/Paris-holds-largest-rally-in-French-history-to-honour-terror-attack-victims/articleshow/45846528.cms"},"time":{"from":"2015-01-12","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Golden Globes pays tribute to Paris attack victims","url":"http://timesofindia.indiatimes.com//entertainment/english/hollywood/news/Golden-Globes-pays-tribute-to-Paris-attack-victims/articleshow/45848979.cms"},"time":{"from":"2015-01-12","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"World Leaders Join Paris March of 'Millions' for Attack Victims","url":"http://www.ndtv.com/world-news/world-leaders-join-paris-march-of-millions-for-attack-victims-725458"},"time":{"from":"2015-01-11","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"World Leaders Join Mass Paris March to Honour Attack Victims","url":"http://www.ndtv.com/world-news/world-leaders-join-mass-paris-march-to-honour-attack-victims-725727"},"time":{"from":"2015-01-11","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Paris attack: Woman suspect came through Turkey, may have crossed into Syria","url":"http://timesofindia.indiatimes.com//world/europe/Paris-attack-Woman-suspect-came-through-Turkey-may-have-crossed-into-Syria/articleshow/45838576.cms"},"time":{"from":"2015-01-11","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"World leaders join Paris march of 'millions' for attack victims","url":"http://timesofindia.indiatimes.com//world/europe/World-leaders-join-Paris-march-of-millions-for-attack-victims/articleshow/45840277.cms"},"time":{"from":"2015-01-11","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"edit-taiwan","title":"Paris attack raises tensions, resentment across Europe","url":"http://www.taipeitimes.comNews/editorials/archives/2015/01/10/2003608873"},"time":{"from":"2015-01-10","toTimeStamp":"null"}},{"geo":{"latitude":"15.552727","longtitude":"48.516388","location":"Yemen"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Al-Qaeda Member in Yemen Says Group Directed Paris Attack","url":"http://www.ndtv.com/world-news/al-qaeda-member-in-yemen-says-group-directed-paris-attack-725061"},"time":{"from":"2015-01-10","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Paris Gunman 'Asked Friends to Attack Police Stations'","url":"http://www.ndtv.com/world-news/paris-gunman-asked-friends-to-attack-police-stations-725078"},"time":{"from":"2015-01-10","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Congress distances itself from Aiyar’s remark on Paris attack","url":"http://timesofindia.indiatimes.com//india/Congress-distances-itself-from-Aiyars-remark-on-Paris-attack/articleshow/45830707.cms"},"time":{"from":"2015-01-10","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Eiffel Tower Goes Dark in Tribute to Paris Attack Victims","url":"http://www.ndtv.com/world-news/eiffel-tower-goes-dark-in-tribute-to-paris-attack-victims-724595"},"time":{"from":"2015-01-09","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Paris Attack Suspect Met Late Al-Qaeda Preacher in Yemen: Senior Intelligence Source","url":"http://www.ndtv.com/world-news/paris-attack-suspect-met-late-al-qaeda-preacher-in-yemen-senior-intelligence-source-724797"},"time":{"from":"2015-01-09","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Charlie Hebdo Attack: Suspects on Move Again, Shots Fired North of Paris","url":"http://www.ndtv.com/world-news/charlie-hebdo-attack-suspects-on-move-again-shots-fired-north-of-paris-724769"},"time":{"from":"2015-01-09","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Paris Attack: PM Modi talks to French President Francois Hollande","url":"http://www.ndtv.com/india-news/paris-attack-pm-modi-talks-to-french-president-francois-hollande-724966"},"time":{"from":"2015-01-09","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Paris Attack Reminds Arab Cartoonists of Dangers at Home","url":"http://www.ndtv.com/world-news/paris-attack-reminds-arab-cartoonists-of-dangers-at-home-724607"},"time":{"from":"2015-01-09","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Al Qaeda Branch Praises Gunmen for Paris Attack","url":"http://www.ndtv.com/world-news/al-qaeda-branch-praises-gunmen-for-paris-attack-724582"},"time":{"from":"2015-01-09","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Paris attack suspects were on US no-fly list","url":"http://timesofindia.indiatimes.com//world/us/Paris-attack-suspects-were-on-US-no-fly-list/articleshow/45816492.cms"},"time":{"from":"2015-01-09","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Congress MP Mani Shankar Aiyar calls Paris attack 'obvious backlash' to war on terror","url":"http://timesofindia.indiatimes.com//india/Congress-MP-Mani-Shankar-Aiyar-calls-Paris-attack-obvious-backlash-to-war-on-terror/articleshow/45815928.cms"},"time":{"from":"2015-01-09","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"City journalists condemn Paris attack","url":"http://timesofindia.indiatimes.com//city/aurangabad/City-journalists-condemn-Paris-attack/articleshow/45816791.cms"},"time":{"from":"2015-01-09","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Paris attack complicates Republican plans on US security funding","url":"http://timesofindia.indiatimes.com//world/us/Paris-attack-complicates-Republican-plans-on-US-security-funding/articleshow/45818590.cms"},"time":{"from":"2015-01-09","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"World Leaders, Media Groups Condemn 'Barbaric' Paris Attack","url":"http://www.ndtv.com/world-news/world-leaders-media-groups-condemn-barbaric-paris-attack-724098"},"time":{"from":"2015-01-08","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Greek Prime Minister Uses Paris Attack to Slam Syriza Migration Proposals","url":"http://www.ndtv.com/world-news/greek-prime-minister-uses-paris-attack-to-slam-syriza-migration-proposals-724132"},"time":{"from":"2015-01-08","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"United Nations Secretary-General Ban Ki-moon Condemns 'Horrendous' Paris Attack","url":"http://www.ndtv.com/world-news/united-nations-secretary-general-ban-ki-moon-condemns-horrendous-paris-attack-724116"},"time":{"from":"2015-01-08","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Former CIA Chief Calls Paris Attack 'High End' of Terrorism","url":"http://www.ndtv.com/world-news/former-cia-chief-calls-paris-attack-high-end-of-terrorism-724483"},"time":{"from":"2015-01-08","toTimeStamp":"null"}},{"geo":{"latitude":"60.12816100000001","longtitude":"18.643501","location":"Sweden"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Sweden Raises Security Around Artist Lars Vilks After Paris Attack","url":"http://www.ndtv.com/world-news/sweden-raises-security-around-artist-lars-vilks-after-paris-attack-724082"},"time":{"from":"2015-01-08","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"'Je Suis Charlie' Message Goes Viral After Paris Attack","url":"http://www.ndtv.com/world-news/je-suis-charlie-message-goes-viral-after-paris-attack-724099"},"time":{"from":"2015-01-08","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"2 Brothers Involved in Paris Attack Located in North France: Reports","url":"http://www.ndtv.com/world-news/2-brothers-involved-in-paris-attack-located-in-north-france-reports-724371"},"time":{"from":"2015-01-08","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"French Police Converge on Village After Paris Attack Suspects Seen","url":"http://www.ndtv.com/world-news/french-police-converge-on-village-after-paris-attack-suspects-seen-724472"},"time":{"from":"2015-01-08","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Police Hunt Brothers After Paris Attack, Third Man Hands Himself in","url":"http://www.ndtv.com/world-news/police-hunt-brothers-after-paris-attack-third-man-hands-himself-in-724182"},"time":{"from":"2015-01-08","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"'JeSuisCharlie' message goes viral after Paris attack","url":"http://timesofindia.indiatimes.com//tech/social/JeSuisCharlie-message-goes-viral-after-Paris-attack/articleshow/45801792.cms"},"time":{"from":"2015-01-08","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Charlie Hebdo: Youngest suspect surrenders; cops release pictures of 2 brothers wanted for Paris attack","url":"http://timesofindia.indiatimes.com//world/europe/Charlie-Hebdo-Youngest-suspect-surrenders-cops-release-pictures-of-2-brothers-wanted-for-Paris-attack/articleshow/45803668.cms"},"time":{"from":"2015-01-08","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"French police release pictures of brothers in Paris attack","url":"http://timesofindia.indiatimes.com//world/europe/French-police-release-pictures-of-brothers-in-Paris-attack/articleshow/45803211.cms"},"time":{"from":"2015-01-08","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"'Je Suis Charlie' message goes viral after Paris attack","url":"http://timesofindia.indiatimes.com//world/europe/Je-Suis-Charlie-message-goes-viral-after-Paris-attack/articleshow/45801704.cms"},"time":{"from":"2015-01-08","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Vladimir Putin 'Resolutely Condemns Terrorism' After Paris Newspaper Attack: Spokesman","url":"http://www.ndtv.com/world-news/vladimir-putin-resolutely-condemns-terrorism-after-paris-newspaper-attack-spokesman-723987"},"time":{"from":"2015-01-07","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"White House Condemns Paris Newspaper Attack","url":"http://www.ndtv.com/world-news/white-house-condemns-paris-newspaper-attack-723955"},"time":{"from":"2015-01-07","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Angela Merkel Condemns 'Despicable' Paris Newspaper Attack","url":"http://www.ndtv.com/world-news/angela-merkel-condemns-despicable-paris-newspaper-attack-723944"},"time":{"from":"2015-01-07","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Islamic State Fighter Praises Attack on Paris Satirical Magazine","url":"http://www.ndtv.com/world-news/islamic-state-fighter-praises-attack-on-paris-satirical-magazine-724046"},"time":{"from":"2015-01-07","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Suspected Islamists Kill 12 in Paris Attack on Satirical Magazine Charlie Hebdo","url":"http://www.ndtv.com/world-news/suspected-islamists-kill-12-in-paris-attack-on-satirical-magazine-charlie-hebdo-724051"},"time":{"from":"2015-01-07","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Charlie Hebdo Attack: 12 Killed in Shooting at French Paper's Paris Office","url":"http://www.ndtv.com/world-news/charlie-hebdo-attack-12-killed-in-shooting-at-french-papers-paris-office-723977"},"time":{"from":"2015-01-07","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"Danish Paper That Published Prophet's Cartoon Ups Security After Paris Attack","url":"http://www.ndtv.com/world-news/danish-paper-that-published-prophets-cartoon-ups-security-after-paris-attack-724002"},"time":{"from":"2015-01-07","toTimeStamp":"null"}},{"geo":{"latitude":"null","longtitude":"null","location":"null"},"newsContent":{"abstract":"UNKOWN","source":"ndtv","title":"PM Modi Condemns Paris Attack, Says it is Despicable Act","url":"http://www.ndtv.com/india-news/pm-modi-condemns-paris-attack-says-it-is-despicable-act-724083"},"time":{"from":"2015-01-07","toTimeStamp":"null"}},{"geo":{"latitude":"48.856614","longtitude":"2.3522219","location":"Paris"},"newsContent":{"abstract":"UNKOWN","source":"toi","title":"Terrorists attack Charlie Hebdo HQ in Paris, kill 12","url":"http://timesofindia.indiatimes.com//year-end-2015/january/Terrorists-attack-Charlie-Hebdo-HQ-in-Paris-kill-12/articleshow/50022537.cms"},"time":{"from":"2015-01-07","toTimeStamp":"null"}}]
